[
  {
    "authorNombreCompleto": "#O",
    "nombreProducto": "Earth X (1999)",
    "descripcionProducto": "Issue \"O\". Machine Man is summoned by Uatu to witness...Earth X!  What happened to the Marvel Universe that lead to this dystopian future?",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2022-10-27T16:01:49.060Z",
    "precio": 55812
  },
  {
    "authorNombreCompleto": "#O",
    "nombreProducto": "Paradise X (2002)",
    "descripcionProducto": "ISSUE \"O\". It's the prologue to the final installment of Alex Ross's EARTH X trilogy! The final chapter of Marvel's possible future begins! Captain America, Daredevil, Phoenix, Dr. Doom, Giant-Man, Iron Man and Black Bolt prepare for the commencement of the new Paradise! Yet even at the gates of the new Heaven, old rivalries are reborn as the Kingpin and Jigsaw reject Captain Marvel's final reward! Plus: Thor and Loki begin to plan the destruction of Asgard, the legendary home of the Norse gods!",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2022-09-27T16:01:49.062Z",
    "precio": 66917
  },
  {
    "authorNombreCompleto": "#O",
    "nombreProducto": "Paradise X Vol. 1 (Trade Paperback)",
    "descripcionProducto": "In EARTH X, Captain America, the Fantastic Four, Thor, the Hulk and the X-Men discovered that their purpose - and the meaning of all super heroes and mutated people in the universe - was nothing more than to protect their host planet, in this case Earth, from outside invasion. They learned super heroes are merely biological antibodies to protect a growing embryo within the Earth. An embryo for the Celestial race: This is the way these Gods fought back - only to cause a terrible ecological imbalance, a rift at its core that in time would wipe out all life on the planet. In UNIVERSE X, Captain Marvel was reborn on Earth years after his death. But he also still claimed to walk in the realm of the unliving, where Earth's fallen champions still exist. Mar-Vell led a team of heroes in a quest for the greatest weapons of mass destruction on Earth, suggesting this would limit the destruction caused by the growing power struggle on the planet. But this was not the only reason. For his crusade on Earth only supported and armed a battle he fought in the realm of the fallen, a battle against Death herself. Those living champions who died in his collection of artifacts were added to the battle raging in this other realm. Mar-Vell led a charge against Death and killed her. But now that Death is dead, no one will ever die again. They may writhe in pain in hospitals because their bodies have been broken beyond repair, but they will not die. They will call out for an end to their suffering. They will cry out for peace but there will be no answer. Paradise will be denied them. Yes. Death is truly dead. Long live the living. Collecting PARADISE X #0-5, PARADISE X: XEN and HERALDS #1-3.\r<br>304 PGS./Rated T+ ...$29.99\r<br>ISBN: 0-7851-2415-2\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2022-08-27T16:01:49.062Z",
    "precio": 44923
  },
  {
    "authorNombreCompleto": "#O",
    "nombreProducto": "Universe X (2000)",
    "descripcionProducto": "Issue \"O\". Reed Richards thought that Galactus was defeated. He thought the Celestials were gone. He was wrong. Now, the heroes of the Marvel Universe await an unspeakable evil to befall them all. And it starts with the rebirth of Captain Mar-Vell.",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2022-07-27T16:01:49.062Z",
    "precio": 62795
  },
  {
    "authorNombreCompleto": "#X",
    "nombreProducto": "EARTH X TPB [NEW PRINTING] (Trade Paperback)",
    "descripcionProducto": "Great epics come along only once in a long while. Stories that push the normal boundaries and force the reader to think. Stories so powerful in message and so grand in scale that the guidelines by which such tales are usually judged are completely rearranged. Spawned from the brilliant creative mind of Alex Ross, EARTH X is one such epic. Along with writer Jim Krueger and artist John Paul Leon, Ross breathes life into and gives amazing detail to every facet of the EARTH X mythos - made evident by everything from his early conceptual pencil sketches to each of his fourteen beautifully painted covers. EARTH X explores the depths and heights of the Marvel Universe, from the roots of its humble beginnings to the peak of its ultimate potential. \r<br>Collects all twelve issues of the EARTH X regular series, and the #0 and #X bookends.\r<br>472 PGS./Rated T+ ...$29.99\r<br>ISBN: 0-7851-2325-3\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2022-06-27T16:01:49.062Z",
    "precio": 60401
  },
  {
    "authorNombreCompleto": "#X",
    "nombreProducto": "Earth X (1999) #13",
    "descripcionProducto": "Issue \"X\". Note: #X follows Earth X #12 in reading order. The finale! Earth X's final fate is decided and Reed Richards has to make one final sacrifice.",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2022-05-27T16:01:49.062Z",
    "precio": 69626
  },
  {
    "authorNombreCompleto": "#X",
    "nombreProducto": "Paradise X (2002)",
    "descripcionProducto": "Issue \"X\". The conclusion of the PARADISE X series and of the entire EARTH X trilogy! Learn the final fate of the cosmos in this exciting finale issue!\n",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2022-04-27T16:01:49.062Z",
    "precio": 43225
  },
  {
    "authorNombreCompleto": "#X",
    "nombreProducto": "Universe X (2000)",
    "descripcionProducto": "Issue \"X\". Universe X may be coming to an end...but is there something for our heroes beyond this universe?",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2022-03-27T16:01:49.062Z",
    "precio": 56187
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: Captain America Vol. 10 (Hardcover)",
    "descripcionProducto": "Collects Captain America (1968) #193-200, Annual (1971) #3; material from Marvel Treasury Special: Captain America's Bicentennial Battles. It’s the return of the King! In 1975, Jack “King” Kirby came back to Marvel and his iconic creation, Captain America, as writer, artist and editor. It was Kirby unleashed — and the results were groundbreaking. Kirby created an intricate storyline that built month after month toward America’s Bicentennial and CAPTAIN AMERICA #200! The “Madbomb” saga featured an aristocratic cabal seeking to wrest control of the country by possessing the American people’s minds and driving them to insane outbreaks of violence. It’s an Orwellian adventure done Kirby-style, and there’s nothing else like it! Also featuring an out-of-this-world alien Annual escapade, and Kirby’s BICENTENNIAL BATTLES — an 80-page masterpiece encompassing American history from the Revolution to the Old West to both World Wars!",
    "cantidadPaginas": 312,
    "tipoGenero": "F",
    "fechaLanzamiento": "2022-02-27T16:01:49.062Z",
    "precio": 31790
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: Captain America Vol. 5 (Hardcover)",
    "descripcionProducto": "It's a twelve-pack of Captain America classics as only the Marvel Masterworks can bring them to you! Draped in the red, white and blue, there's no character in all of comics who represents America like Cap, and within these pages two of Marvel's greatest creators set him on a path through the tumultuous '70s that bears a character's, and a nation's, soul. In story after story Stan Lee and Gene Colan push the envelope for adventure as Cap goes behind enemy lines in Vietnam; teams with the Falcon to oppose the radical Diamondheads; and then sets out on a coast-to-coast road trip full of motorcycle gangs, rock festivals and the Red Skull! The excitement reaches fever pitch when the long, lost Bucky Barnes returns! Free from the guilt of his partner's death, Cap's slate is wiped clean, however, anything but a normal life is ahead-because Baron Strucker, Dr. Doom and M.O.D.O.K. are tied up in Bucky's return. Before the story's done you'll witness Cap vs. Bucky, the origin of M.O.D.O.K. and the beginning of the Captain America/Falcon team! Featuring guest appearances by Nick Fury, the Incredible Hulk and Peter Parker, and villains from Batroc to the Mole Man and the Monster Ape, they're classics one and all. Collecting CAPTAIN AMERICA #125-136\r\nAll Ages ...$54.99\r\nISBN: 978-0-7851-4200-3",
    "cantidadPaginas": 248,
    "tipoGenero": "M",
    "fechaLanzamiento": "2022-01-27T16:01:49.063Z",
    "precio": 69387
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: Deathlok Vol. 1 (Hardcover)",
    "descripcionProducto": "The MARVEL MASTERWORKS enter Phase Two of the Marvel Age of Comics with the debut of one of comics' most unique heroes-Deathlok! No longer a man, but a mockery of a man, an amalgam of reanimated flesh and computer circuitry, military strategist Col. Luther Manning has been locked in a state of living death. Stripped of his family, his humanity, but not his will, Manning has become the cyborg, Deathlok the Demolisher-a weapon of war programmed solely for destruction. A challenging blend of science fiction and psychological war journal, Deathlok set the pace for anti-heroes in the turbulent post-Watergate '70s. Illustrated by Rich Buckler and co-written by Doug Moench and Bill Mantlo, Deathlok's feature in ASTONISHING TALES forged a new path and pushed the moral relevance of Marvel Comics into a bold, and often frightening, new future. Collected for the first time ever, the complete Deathlok saga, culminating in a classic cross-time adventure with Captain America, is a must-have for each and every discerning Marvel reader! Collecting ASTONISHING TALES #25-28, 30-36, MARVEL SPOTLIGHT #33, MARVEL TEAM-UP #46, MARVEL TWO-IN-ONE #27, 54 and CAPTAIN AMERICA #286-288\r\nAll Ages ...$64.99\r\nISBN: 978-0-7851-3050-5",
    "cantidadPaginas": 368,
    "tipoGenero": "F",
    "fechaLanzamiento": "2021-12-27T16:01:49.063Z",
    "precio": 41518
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: Doctor Strange Vol. 8 (Hardcover)",
    "descripcionProducto": "Celebrated writer Chris Claremont turns his magic toward the Master of the Mystic Arts: Doctor Strange! Joined by artistic icon Gene Colan, there's no doubt that the Doctor is in! Together, these creative giants return Baron Mordo to the fore, arming him with the occult secrets of the Vatican and testing Doctor Strange's mystic might. Then, Wong is captured by the Shadowqueen, and Clea and Strange must traverse dimensions and battle the demonic N'Garai to save him! Also featuring a Claremont/Marshall Rogers masterpiece; an alternate world where Doctor Strange is a disciple of the Dread Dormammu; and the 1980 all-Doctor Strange Marvel Comics Calendar, illustrated by an amazing array of top artists from Frank Miller to John Byrne! Collects Doctor Strange (1974) #38-46; Man-Thing (1979) #4; What If? (1977) #18; Marvel Fanfare (1982) #5; material from Marvel Comics Calendar 1980.",
    "cantidadPaginas": 296,
    "tipoGenero": "M",
    "fechaLanzamiento": "2021-11-27T16:01:49.063Z",
    "precio": 45724
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: Marvel Two-In-One Vol. 2 (Hardcover)",
    "descripcionProducto": "Whether it’s heroes looking to team up or villains trying to test their mettle, everybody loves an adventure with the ever-lovin’ blue-eyed Thing! And we have no doubt you’ll love the adventures this volume has in store. With Luke Cage, the Thing fights the giant monster Braggadoom! With Iron Man, he encounters the mythical hero Prester John! With the Golem, Son of Satan and the Scarecrow, murderous demons are conjured! With Morbius, it’s the return of the Living Eraser; with Ka-Zar, he lays a knuckle sandwich on a T. rex; with Spider-Man, it’s a MTIO/MTU crossover classic — and with the FF, the Invaders and the Liberty Legion, the Thing travels back in time to World War II to battle the Third Reich! Collecting MARVEL TWO-IN-ONE (1974) #11-20 and ANNUAL #1, MARVEL TEAM-UP (1972) #47 and FANTASTIC FOUR ANNUAL #11.",
    "cantidadPaginas": 296,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2021-10-27T16:01:49.063Z",
    "precio": 35595
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: Marvel Two-In-One Vol. 3 (Hardcover)",
    "descripcionProducto": "Collects Marvel Two-In-One (1974) #21-36. The Ever-Lovin' Blue-Eyed Thing is back with the Marvel Universe's greatest stars and one from a world all his own. The Marvel Masterworks are proud to reprint, for the fi rst time ever, the Thing's MTIO adventure with Doc Savage! It kicks off a multipart saga spanning decades and the cosmos itself, and this will be your only chance to experience the story! The adventure doesn't stop there, either. Deathlok arrives on an assassination mission, and the Thing must stop him. Thor, Iron Fist, Black Goliath, Nick Fury, the Sub-Mariner, Shang-Chi and Spider-Woman will enter the fray, all while Mr. Fantastic seeks to free Deathlok's mind. And if that's not enough for you, the Bermuda Triangle sends the Thing back in time and he punches some dinosaurs!",
    "cantidadPaginas": 304,
    "tipoGenero": "M",
    "fechaLanzamiento": "2021-09-27T16:01:49.063Z",
    "precio": 56576
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: The Amazing Spider-Man Vol. 10 (Hardcover)",
    "descripcionProducto": "Prepare yourself for a collection of no-holds-barred Spider-Man classics that defined comicdom's favorite super hero unlike any other! Starting off with the return of one of Spidey's oldest foes, Doctor Octopus, the two archenemies set into motion a\r<br>gut-wrenching series of events leading to the death of Captain George Stacy. Ally to Spider-Man and father to Peter Parker's ladylove, Gwen, Captain Stacy's death marks Spidey for murder and pits the entire city against him. Now with hero, villain and even the man-on-the-street after him, there's no moment for rest for the ol' web-slinger as he wriggles his way through threats from the X-Men's Iceman to the politicking Sam Bullit and former friend the Prowler. And it all leads into one of the landmark moments of Marvel history, the Comics Code defying \"drug\" issues. There's no question Stan Lee's Marvel Comics strove for a relevance that the competition could only dream of - and with AMAZING SPIDER-MAN #96-98, that mission was placed front and center: Peter Parker's best friend, Harry Osborn, was revealed to be a drug addict. Letting a battle with Spidey's nemesis, the Green Goblin, take a back seat to the personal drama that scourged the real-life streets of the reader's world, the Lee/Kane/Romita team set a new standard for the mainstream's relevance. Stan Lee pens some of his greatest scripts, chock full of edge-of-your-seat drama and up-to-the-moment politics, while the incomparable artistic team-up of John Romita and Gil Kane launches into the most lavishly illustrated and panel-bursting artwork to ever grace the pages of a Marvel comic. There's no denying it,\r<br>True Believer, these are Masterworks one and all! Collecting THE AMAZING SPIDER-MAN #88-99.\r<br>All Ages ...$54.99 \r<br>\r<br>",
    "cantidadPaginas": 256,
    "tipoGenero": "F",
    "fechaLanzamiento": "2021-08-27T16:01:49.063Z",
    "precio": 56214
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: The Avengers Vol. 18 (Hardcover)",
    "descripcionProducto": "Collects Avengers (1963) #178-188, Annual (1967) #8-9, Marvel Premiere (1972) #49 and material from Marvel Tales (1966) #100. Avengers Mansion is running out of room, so the old order changeth! Government agent Henry Peter Gyrich is kicking out all but seven Avengers. Despite their protests, the team won’t have time to argue — because a mysterious man from Quicksilver and the Scarlet Witch’s past has emerged, kicking off an adventure that leads the Avengers to Wundagore Mountain and reveals the answer to one of Marvel’s oldest mysteries! But first, the Absorbing Man shows up for a good ol’ fashioned knuckle-crunching battle! Also featuring a trip to the Inhumans’ Great Refuge, an all-new Doctor Spectrum in a story illustrated by George Pérez, solo Beast and Falcon adventures and the massive mountain-menace Monolith! Brought to you by Avengers greats David Michelinie and John Byrne!",
    "cantidadPaginas": 320,
    "tipoGenero": "M",
    "fechaLanzamiento": "2021-07-27T16:01:49.063Z",
    "precio": 65399
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: The Avengers Vol. 9 (Hardcover)",
    "descripcionProducto": "Marvel Masterworks: The Avengers Vol. 9 (Hardcover) description",
    "cantidadPaginas": 224,
    "tipoGenero": "F",
    "fechaLanzamiento": "2021-06-27T16:01:49.063Z",
    "precio": 47837
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: The Fantastic Four (Hardcover)",
    "descripcionProducto": "Marvel Masterworks: The Fantastic Four (Hardcover) description",
    "cantidadPaginas": 272,
    "tipoGenero": "M",
    "fechaLanzamiento": "2021-05-27T16:01:49.063Z",
    "precio": 73918
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: The Fantastic Four Vol. 12 (Hardcover)",
    "descripcionProducto": "The one and only First Family of Super-Heroing continue their mind-bogglingly imaginative adventures in stories crafted by some of the medium's greatest storytellers. Lead by Stan \"The Man\" Lee-in the culmination of his incomparable FF run-and the phenomenal artistry of John Buscema and Joe Sinnott, Mr. Fantastic, the Invisible Girl, the Human Torch and the ever-lovin' blue-eyed Thing face-off against their greatest adversary ever. In a word...Galactus! The world devourer returns and either the Silver Surfer must submit to his will or the Earth dies! It's a four-part epic that will make a True Believer out of comic fans young and old. That's worth the price of admission alone, but since we're so nice there's also the Human Torch's struggle to rescue his ladylove Crystal from the alchemical clutches of Diablo; a progressive parable of social consciousness in the Marvel Manner that Stan Lee championed; the secret of the Monster from the Lost Lagoon; and Roy Thomas' regular-series writing debut on a three-part saga featuring the menacing Mole Man and sultry Kala, Queen of the Netherworld-and topped of with a retelling of the FF's origin! Guest-starring the Inhumans, the Black Panther, the world's weirdest babysitter-Agatha Harkness-and Richard Nixon, it's a comic extravaganza as only mighty Marvel can make them! Collecting THE FANTASTIC FOUR #117-128\r\nAll Ages ...$54.99\r\nISBN: 978-0-7851-4218-8",
    "cantidadPaginas": 272,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2021-04-27T16:01:49.063Z",
    "precio": 30153
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: The Fantastic Four Vol. 19 (Hardcover)",
    "descripcionProducto": "Collects Fantastic Four (1961) #204-218, Annual (1963) #14. In their latest, greatest Marvel Masterworks, the Fantastic Four confront one of their oldest enemies - the Skrulls! And they'll have to do it as their older selves, after an aging weapon advances them to death's door! The talents of Marv Wolfman, Keith Pollard and John Byrne - in his FF debut - keep the story feisty, the art spry and the adventure fantastic. How could it not be when the world-devourer Galactus enters the fray with a new herald? As if that weren't enough, the cosmic Sphinx, scheming Monocle, combustible Blastaar, formidable Frightful Four and diabolical Salem's Seven keep the scope epic, the stakes absolute, and you on the edge of your seat! And H.E.R.B.I.E.? He's just keeping it real.",
    "cantidadPaginas": 336,
    "tipoGenero": "M",
    "fechaLanzamiento": "2021-03-27T16:01:49.063Z",
    "precio": 60656
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Marvel Masterworks: The Fantastic Four Vol. 20 (Hardcover)",
    "descripcionProducto": "Collects Fantastic Four (1961) #219-231 And Annual #15. The Fantastic Four has always been the home for Marvel’s biggest ideas and most creative concepts. It’s a tradition founded by Stan Lee and Jack Kirby — and now, Doug Moench and Bill Sienkiewicz carry the torch (no pun intended) forward in this amazing Masterworks! Giant monsters invade New York! A possessed Franklin Richards threatens all reality with his immeasurable power! The FF join Captain Marvel in a cosmic war against the Skrulls, drawn by George Pérez! Doctor Doom retakes Latveria! A lost race of technologically advanced Vikings, powered by a blind god’s tears, needs the FF’s aid! And a trip to the great outdoors ain’t no picnic when alien brain parasites attack! The legendary John Byrne makes his writer/artist debut, and so much more!",
    "cantidadPaginas": 328,
    "tipoGenero": "F",
    "fechaLanzamiento": "2021-02-27T16:01:49.063Z",
    "precio": 32109
  },
  {
    "authorNombreCompleto": "All Thumbs Creative",
    "nombreProducto": "Punisher: Back to The War Omnibus (Hardcover)",
    "descripcionProducto": "Frank Castle's war begins! From his debut in Amazing Spider-Man to his first hit miniseries, the opening entries in the Punisher's war journal are collected in this can't-miss Omnibus. A grim figure willing to achieve justice by any means, the Punisher's early adventures shook the black-and-white world of heroes and villains off its foundation. Top creators, from Frank Miller to Mike Zeck, brought striking depth and moral resonance to the Punisher, and each of their character-defining stories is collected here. Featuring a massive trove of original art, sketches, posters and more, this is the definitive edition for every Punisher fan. COLLECTING: AMAZING SPIDER-MAN (1963) #129, #134-135, #161-162, #174-175, #201-202, ANNUAL (1964) #15; MARVEL PREVIEW (1975) #2; MARVEL SUPER ACTION (1975) #1; CAPTAIN AMERICA (1968) #241; DAREDEVIL (1964) #182-184; SPECTACULAR SPIDER-MAN (1976) #81-83; PUNISHER (1986) #1-5.",
    "cantidadPaginas": 720,
    "tipoGenero": "M",
    "fechaLanzamiento": "2021-01-27T16:01:49.063Z",
    "precio": 67353
  },
  {
    "authorNombreCompleto": "Arno",
    "nombreProducto": "Wolverine (1988) #99",
    "descripcionProducto": "This is it! Wolverine’s showdown with Genesis of the Clan Akkaba! Luckily for Logan, Cannonball’s not far behind. Will Cyber’s Adamantium restore Wolverine to his former prime?\n",
    "cantidadPaginas": 36,
    "tipoGenero": "F",
    "fechaLanzamiento": "2020-12-27T16:01:49.063Z",
    "precio": 52648
  },
  {
    "authorNombreCompleto": "Arno",
    "nombreProducto": "X-Men (1991) #48",
    "descripcionProducto": "Since Bishop is the only one who remembers the Age of Apocalypse, Sugar Man and Dark Beast decide they must eliminate the X-Man for good.",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2020-11-27T16:01:49.063Z",
    "precio": 65589
  },
  {
    "authorNombreCompleto": "Avon",
    "nombreProducto": "West Coast Avengers (1985) #100",
    "descripcionProducto": "The death of an Avenger! It's the end of an era for the Avengers West Coast.",
    "cantidadPaginas": 64,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2020-10-27T16:01:49.063Z",
    "precio": 49313
  },
  {
    "authorNombreCompleto": "B.K.",
    "nombreProducto": "Marvel Preview (1975) #15",
    "descripcionProducto": "A MATTER OF NECESSITY To save a galaxy, Star-Lord must undertake a mission of cosmic vengeance. (note: this contains the Star-Lord story only)",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2020-09-27T16:01:49.063Z",
    "precio": 58690
  },
  {
    "authorNombreCompleto": "Balak",
    "nombreProducto": "Ghost Rider X-Mas Special Infinite Comic (2016) #1",
    "descripcionProducto": "THE CHRISTMAS SPIRIT OF VENGEANCE! Robbie Reyes’ little brother Gabe is getting teased in school for having too much Christmas spirit! The kids of East L.A. are less than excited about Santa Claus’ impending visit, making them the perfect victims for the evil KRAMPUS! Written by METHOD MAN (Wu-Tang Clan, The Wire)!",
    "cantidadPaginas": 40,
    "tipoGenero": "F",
    "fechaLanzamiento": "2020-08-27T16:01:49.063Z",
    "precio": 42743
  },
  {
    "authorNombreCompleto": "Batt",
    "nombreProducto": "Shadowland (2010) #1",
    "descripcionProducto": "Spider-Man, Luke Cage, Iron Fist, Punisher and more join forces to stop a war that is breaking out throughout New York, with Daredevil at the center.",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2020-07-27T16:01:49.063Z",
    "precio": 66503
  },
  {
    "authorNombreCompleto": "Beatty",
    "nombreProducto": "Marvel Fanfare (1982) #41",
    "descripcionProducto": "Marvel Fanfare (1982) #41 description",
    "cantidadPaginas": 36,
    "tipoGenero": "F",
    "fechaLanzamiento": "2020-06-27T16:01:49.063Z",
    "precio": 43092
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #1",
    "descripcionProducto": "LAURA KINNEY EMBRACES HER DESTINY. HERE! COMES! WOLVERINE!\nX-23 was created to be a weapon and for a time, that's all she was. But with the help of her mentor, LOGAN-the original WOLVERINE-she escaped that dark past. Tragically, Logan has fallen, but Laura will continue in his footsteps as a hero. Recent events have her doing everything in her power to keep those around her alive, as violent forces are hell-bent on mutual destruction. If anyone can stop them, it's Laura. She is the best there is at what she does. She is THE ALL-NEW WOLVERINE.",
    "cantidadPaginas": 40,
    "tipoGenero": "M",
    "fechaLanzamiento": "2020-05-27T16:01:49.063Z",
    "precio": 65718
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #2",
    "descripcionProducto": "LAURA KINNEY EMBRACES HER DESTINY. HERE! COMES! WOLVERINE!\nX-23 was created to be a weapon and for a time, that’s all she was. But with the help of her mentor, LOGAN—the original WOLVERINE—she escaped that dark past. Tragically, Logan has fallen, but Laura will continue in his footsteps as a hero. Recent events have her doing everything in her power to keep those around her alive, as violent forces are hell-bent on mutual destruction. If anyone can stop them, it’s Laura. She is the best there is at what she does. She is THE ALL-NEW WOLVERINE.",
    "cantidadPaginas": 32,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2020-04-27T16:01:49.063Z",
    "precio": 64461
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #5",
    "descripcionProducto": "Wolverine will have to go where she’s never gone before in order to save the lives of her mysterious three “sisters!” Along her journey, Laura will have to team up with an ally she never expected, and one who has seemingly sworn off the life of a super hero...Say hello to the original Wasp, the one and only JANET VAN DYNE!",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2020-03-27T16:01:49.063Z",
    "precio": 66127
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #7",
    "descripcionProducto": "The battle has been fought, and won—but at what cost? As Laura and Gabby attempt to move on with their lives, Wolverine’s past seems destined to catch up with her, and wreak havoc. Logan’s legacy has cast a long shadow, how can Laura hope to step out of it?",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2020-02-27T16:01:49.063Z",
    "precio": 38823
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #8",
    "descripcionProducto": "WAY OF THE SHADOW! What is the thing LAURA KINNEY fears most? Is she truly the BEST AT WHAT SHE DOES? There is only one WOLVERINE. Or is there?!!",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2020-01-27T16:01:49.063Z",
    "precio": 55800
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #9",
    "descripcionProducto": "On the road to CIVIL WAR II! LAURA and LOGAN. We’ve seen it before. But this isn’t the man Laura once knew. OLD MAN LOGAN has stepped out of a dystopian future and into our world. His past full of horrors, he’s about to bring a lot of baggage, and carnage, Laura’s way. With a CIVIL WAR set to divide the heroes’ world, will Old Man Logan and WOLVERINE stand together against the coming nightmare? Or will they shred each other apart?",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2019-12-27T16:01:49.063Z",
    "precio": 62261
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #10",
    "descripcionProducto": "CIVIL WAR II TIE-IN! Which side will WOLVERINE choose when a terrible prophecy puts someone she loves into the crosshairs of her allies? How far is LAURA willing to go to protect her loved ones? Teaming up with OLD MAN LOGAN, Laura is prepared to fight the very future itself to change her destiny.",
    "cantidadPaginas": 40,
    "tipoGenero": "M",
    "fechaLanzamiento": "2019-11-27T16:01:49.063Z",
    "precio": 70324
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #11",
    "descripcionProducto": "CIVIL WAR II TIE-IN! DESTINY COMES KNOCKING FOR WOLVERINE! LAURA KINNEY has fought all her life to avoid a destiny she did not want. She has fought against instincts that would make her nothing more than a weapon to be used by others, instead becoming a hero — becoming WOLVERINE. But now, destiny intrudes again, this time threatening those dearest to her. And with a SUPER HERO CIVIL WAR tearing her world apart, is there any hope that Wolverine will emerge victorious? Or will she finally succumb to destiny?",
    "cantidadPaginas": 32,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2019-10-27T16:01:49.063Z",
    "precio": 35466
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #12",
    "descripcionProducto": "THE ASTONISHING CONCLUSION TO OUR CIVIL WAR II TIE IN! GABBY’s life hangs in the balance, with her death having been predicted to be cut short by none other than OLD MAN LOGAN. As the shocking prediction looks to be coming true, LAURA’s world is torn apart. Old Man Logan might be too old to stand against the fury of the ALL-NEW WOLVERINE.",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2019-09-27T16:01:49.064Z",
    "precio": 40541
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #13 (Bengal Connecting Variant a)",
    "descripcionProducto": "All-New Wolverine (2015) #13 (Bengal Connecting Variant a) description",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2019-08-27T16:01:49.064Z",
    "precio": 58373
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #14 (Bengal Connecting Variant B)",
    "descripcionProducto": "All-New Wolverine (2015) #14 (Bengal Connecting Variant B) description",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2019-07-27T16:01:49.064Z",
    "precio": 64588
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #15 (Bengal Connecting Variant C)",
    "descripcionProducto": "All-New Wolverine (2015) #15 (Bengal Connecting Variant C) description",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2019-06-27T16:01:49.064Z",
    "precio": 56662
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #16 (Bengal Connecting Variant D)",
    "descripcionProducto": "All-New Wolverine (2015) #16 (Bengal Connecting Variant D) description",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2019-05-27T16:01:49.064Z",
    "precio": 49166
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "All-New Wolverine (2015) #17 (Bengal Connecting Variant E)",
    "descripcionProducto": "All-New Wolverine (2015) #17 (Bengal Connecting Variant E) description",
    "cantidadPaginas": 32,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2019-04-27T16:01:49.064Z",
    "precio": 66977
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "Avengers (2012) #34.2",
    "descripcionProducto": "- The god-like STARBRAND is losing his grip on his humanity!\n- Can NIGHTMASK bring him back to Earth?\n- And as our planetary defense, we need STARBRAND more than ever!\n- Feel the heat of KOLOBUS...a cosmic threat powerful enough to burn us all down!",
    "cantidadPaginas": 40,
    "tipoGenero": "M",
    "fechaLanzamiento": "2019-03-27T16:01:49.064Z",
    "precio": 35473
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "Avengers (2012) #34.2 (Araujo Variant)",
    "descripcionProducto": "- The god-like STARBRAND is losing his grip on his humanity!\n- Can NIGHTMASK bring him back to Earth?\n- And as our planetary defense, we need STARBRAND more than ever!\n- Feel the heat of KOLOBUS...a cosmic threat powerful enough to burn us all down",
    "cantidadPaginas": 40,
    "tipoGenero": "F",
    "fechaLanzamiento": "2019-02-27T16:01:49.064Z",
    "precio": 42459
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "Guardians Team-Up (2015) #8",
    "descripcionProducto": "- A crippled spaceship with a million souls on board. A ruthless force, blasting it all the way to the ground.\nAnd in the middle: Groot and the Silver Surfer, teamed up for a daring rescue! But what mysterious quest can bring them both together in the midst of this conflict? And what is the prize that they may both be willing to sacrifice themselves for?",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2019-01-27T16:01:49.064Z",
    "precio": 66272
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "Siege (2015) #1 (BENGAL ANT-SIZED VARIANT)",
    "descripcionProducto": "THEY CAN'T EVER WIN. THEY CAN'T AFFORD TO LOSE.\n- THE SHIELD is the only thing that protects the more civilized areas of Battleworld from the ZOMBIE HORDES, DEATH MACHINES, AND ANNIHILATION WAVES.\n-  Anyone who annoys Doom gets sent to The Shield. Anyone who gets sent to the Shield deals with ABIGAIL BRAND.\n- Miss America, Lady Katherine, Kang the Conqueror, Leah Shieldmen, the Endless Summers Company, Leonardo Da Vinci and a cast of thousands will fight to the death to keep Battleworld safe. But don't worry, Kieron Gillen is writing this book, so I'm sure everything will end happily for everyone.\n- \"Imagine NextWave as a tragedy,\" says Kieron, if anyone asks him about it.",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2018-12-27T16:01:49.064Z",
    "precio": 67466
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "Spider-Gwen (2015) #7",
    "descripcionProducto": "SPIDER-WOMEN, PART 2! Trapped in Earth-65, Spider-Gwen, Jessica Drew and Spider-Woman search for a way to get Jessica home. Along the way, Jessica gets a tour of Gwen’s life and meets THE MARY JANES!",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2018-11-27T16:01:49.064Z",
    "precio": 40736
  },
  {
    "authorNombreCompleto": "Bengal",
    "nombreProducto": "Spider-Gwen (2015) #8",
    "descripcionProducto": "SPIDER-WOMEN PART 5! The Spider-Women return to the Marvel Universe! Silk's homecoming is cut short, though, when they learn that CINDY MOON of EARTH-65 has paid the MU a visit, too, and she's caused a few problems for ALL of the Spider-Women. Gwen's universe has now made itself known-- and it can't go well for her.",
    "cantidadPaginas": 32,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2018-10-27T16:01:49.064Z",
    "precio": 52329
  },
  {
    "authorNombreCompleto": "Benjamin",
    "nombreProducto": "New Mutants (2009) #1 (BENJAMIN VARIANT)",
    "descripcionProducto": "They're back together again! Cannonball, Dani Moonstar, Karma, Sunspot, Magma and Magik have been gathered once more, but can they stand against one of the most powerful X-Villains of all time? Legion is back, and the villain that thrust us into the Age of Apocalypse is scarier than ever. But what does he want with the New Mutants? Zeb Wells (AMAZING SPIDER-MAN) and Diogenes Neves (X-MEN: WORLDS APART) bring your favorite teen heroes into adulthood. Don't miss it! Rated T  ...$3.99",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2018-09-27T16:01:49.064Z",
    "precio": 34625
  },
  {
    "authorNombreCompleto": "Benjamin",
    "nombreProducto": "New Mutants (2009) #4 (BENJAMIN VARIANT)",
    "descripcionProducto": "New Mutants (2009) #4 (BENJAMIN VARIANT) description",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2018-08-27T16:01:49.064Z",
    "precio": 74743
  },
  {
    "authorNombreCompleto": "BIT",
    "nombreProducto": "Black Widow (2010) #7",
    "descripcionProducto": "Nick Crane has been kidnapped by his father's murderer, a woman calling herself Black Widow. And just as he begins to unravel the mystery of the murder, a group of highly trained, heavily armed super assassins make a surprise attack on Widow!",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2018-07-27T16:01:49.064Z",
    "precio": 40637
  },
  {
    "authorNombreCompleto": "Blank",
    "nombreProducto": "Skrulls! (2008) #1",
    "descripcionProducto": "Ever since the dawning of the Marvel Age of heroes, the Skrulls have been known as scheming, conniving, insidious interlopers in the affairs not just of Earth, but the whole universe. Now, get the Skrulls' side of the story! Who are they, what drives them, and what are their ultimate goals? Who are their heroes, and who are their villains? And what will become of their clash between religion and modernity - manifest in their relentless pursuit of the Earth as the final prize - when it spills over into universal mayhem? SKRULLS! helps answer these questions and gives you the clues to ask even more! Featuring detailed information about the full expanse of Skrull history - including biographical data of classic Skrulls through the ages, reprints of key moments from Skrull history and original material that will help form a deeper understanding of the Skrull race...all from a Skrull perspective. SKRULLS! is 64 pages and no ads full of shape-shifting secrets!\r<br>Rated T+ ...$4.99\r<br>",
    "cantidadPaginas": 64,
    "tipoGenero": "F",
    "fechaLanzamiento": "2018-06-27T16:01:49.064Z",
    "precio": 33471
  },
  {
    "authorNombreCompleto": "Blond",
    "nombreProducto": "Ultimate Fantastic Four (2003) #50 (Variant A)",
    "descripcionProducto": "Thanos returns as a new story arc begins in our fateful 50th issue! The F.F. return from Siberia to find the Baxter Building-and the rest of New York City-under siege! The prize is the greatest force in existence-the Cosmic Cube! And in the race to command this deadliest of weapons, treachery and overkill are the order of the day...even from former friends!  Writer Mike Carey has been building up to this saga for months-and new series penciler Tyler Kirkham (NEW AVENGERS/TRANSFORMERS) has arrived to kick off the action! \r<br>Rated A ...$2.99\r<br>",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2018-05-27T16:01:49.064Z",
    "precio": 44704
  },
  {
    "authorNombreCompleto": "Blond",
    "nombreProducto": "Ultimate Fantastic Four (2003) #55",
    "descripcionProducto": "SALEM'S SEVEN PART 2 Johnny and the rest of the Fantastic Four are dealing with a troubling enemy at the Baxter Building, as the enigmatic woman known as Agatha Harkness introduces her new regime. Who are the Salem's Seven and what do they want with the Human Torch?",
    "cantidadPaginas": 32,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2018-04-27T16:01:49.064Z",
    "precio": 47684
  },
  {
    "authorNombreCompleto": "Blond",
    "nombreProducto": "Ultimate Fantastic Four (2003) #56",
    "descripcionProducto": "SALEM'S SEVEN PART 3 Invisible Woman's research into Salem's Seven leads her to a major revelation - too bad she's trapped at the bottom of the ocean! Meanwhile, Agatha Harkness reveals her true nature!",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2018-03-27T16:01:49.064Z",
    "precio": 39094
  },
  {
    "authorNombreCompleto": "Blond",
    "nombreProducto": "Ultimate Fantastic Four (2003) #57",
    "descripcionProducto": "SALEM'S SEVEN PART 4 The final smackdown with Ultimate Salem's Seven! The shocking secret of Agatha Harkness! The rage of Prince Namor, the Ultimate Sub-Mariner!",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2018-02-27T16:01:49.064Z",
    "precio": 46350
  },
  {
    "authorNombreCompleto": "Blond",
    "nombreProducto": "Ultimate Fantastic Four (2003) #58",
    "descripcionProducto": "ULTIMATUM TIE-IN The fate of the Fantastic Four rests on the shoulders of the Thing.  Ben Grimm steps up and embarks on a hero's journey to the very center of the Earth to find the one man who can help his imperiled teammates.  ",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2018-01-27T16:01:49.064Z",
    "precio": 43448
  },
  {
    "authorNombreCompleto": "Blond",
    "nombreProducto": "Ultimate Fantastic Four (2003) #59",
    "descripcionProducto": "ULTIMATUM TIE-IN  Johnny is still missing.  Dr. Storm is dead.  And Reed has taken off to parts unknown. Sue's life hangs in the balance and rests in the hands of The Thing and Dr. Arthur Molekevic, better known as the megalamonical Mole Man.",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2017-12-27T16:01:49.064Z",
    "precio": 70668
  },
  {
    "authorNombreCompleto": "Blond",
    "nombreProducto": "Ultimate Fantastic Four (2003) #60",
    "descripcionProducto": "ULTIMATUM TIE-IN This is the series finale! It all began when four teenagers got caught in an experiment gone wrong.  Now, in a series finale you won't believe, Reed, Ben, Sue, and Johnny will discover that nothing lasts forever-especially family.",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2017-11-27T16:01:49.064Z",
    "precio": 50270
  },
  {
    "authorNombreCompleto": "Blond",
    "nombreProducto": "Ultimate Fantastic Four (2003) #60 (WHITE VARIANT)",
    "descripcionProducto": "SERIES FINALE! Ultimatum tie-in!\r<br>It all began when four teenagers got caught in an experiment gone fantastically wrong.  Now, in a series finale you won't believe, Reed, Ben, Sue, and Johnny will discover that nothing lasts forever-especially family.\r<br>Rated A ...$3.99",
    "cantidadPaginas": 32,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2017-10-27T16:01:49.064Z",
    "precio": 55709
  },
  {
    "authorNombreCompleto": "Buzz",
    "nombreProducto": "X-Factor (1986) #90",
    "descripcionProducto": "X-Factor (1986) #90 description",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2017-09-27T16:01:49.064Z",
    "precio": 44372
  },
  {
    "authorNombreCompleto": "Cafu",
    "nombreProducto": "Black Panther by Reginald Hudlin: The Complete Collection Vol. 3 (Trade Paperback)",
    "descripcionProducto": "Reginald Hudlin’s run concludes, changing everything for the Black Panther! T’Challa and Ororo return to Wakanda — only to find that home is anything but sweet. With serious strife tearing apart his court, and one of his greatest foes waiting to strike, can T’Challa regain control of his kingdom? Plus: The Skrulls are coming, and that means all-out war! But there’s a reason Wakanda has never been conquered, and the Skrulls are about to find out why — the hard way! Then, in the wake of a devastating attack on T’Challa, a new Panther will prowl — and she’s badder than ever! Who will wear the cowl? And in a flashback to World War II, Captain America teams with T’Challa’s grandfather to battle Nazis! Collecting BLACK PANTHER (2005) #35-41, BLACK PANTHER (2009) #1-6, BLACK PANTHER/CAPTAIN AMERICA: FLAGS OF OUR FATHERS #1-4 and BLACK PANTHER SAGA.",
    "cantidadPaginas": 440,
    "tipoGenero": "F",
    "fechaLanzamiento": "2017-08-27T16:01:49.064Z",
    "precio": 33929
  },
  {
    "authorNombreCompleto": "Cafu",
    "nombreProducto": "Black Panther: Little Green Men (Trade Paperback)",
    "descripcionProducto": "Someone get them a road map! The New Fantastic Four have just taken another wrong turn on the dimensional superhighway - and this time, they've landed in the middle of a gang-war between machine-gun toting Skrulls! It's clobberin' time - in the arena and in the streets, between the Gangsters and Panthers, and between the Fantastic Four and the elusive, malicious Golden Frogs! Gangsta-gangsta! Collecting BLACK PANTHER #31-34.\r<br>Rated T+ ...$10.99\r<br>ISBN: 978-0-7851-2657-7\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2017-07-27T16:01:49.064Z",
    "precio": 40815
  },
  {
    "authorNombreCompleto": "Cafu",
    "nombreProducto": "Harley Davidson Thor Special (2013) #1",
    "descripcionProducto": "For the first time ever, witness the formation of the original Road Force!  The mysterious Shadow leads Sonic Storm, Napalm, Crosshairs and Doc into battle against the sinister aliens known as the Dire Wraiths...but which rider harbors a dark secret? Featuring a special guest appearance by the Mighty Thor.",
    "cantidadPaginas": 12,
    "tipoGenero": "F",
    "fechaLanzamiento": "2017-06-27T16:01:49.064Z",
    "precio": 56706
  },
  {
    "authorNombreCompleto": "Cafu",
    "nombreProducto": "Iron Man Vol. 2: Books Of Korvac II - Overclock (Trade Paperback)",
    "descripcionProducto": "Iron Man Vol. 2: Books Of Korvac II - Overclock (Trade Paperback) description",
    "cantidadPaginas": 136,
    "tipoGenero": "M",
    "fechaLanzamiento": "2017-05-27T16:01:49.064Z",
    "precio": 62428
  },
  {
    "authorNombreCompleto": "Cafu",
    "nombreProducto": "Jane Foster: The Saga Of Valkyrie (Trade Paperback)",
    "descripcionProducto": "Collects Mighty Thor (2015) #702-706, Valkyrie: Jane Foster #1-10 and material from Mighty Thor: At The Gates Of Valhalla and War Of The Realms: Omega. Death is not the end! When the Goddess of Thunder falls, that doesn't mean that Dr. Jane Foster's epic journey is over. The woman who was Thor claims a new heroic legacy…as the last Asgardian Valkyrie! Jane takes over as the guide and ferrywoman to the dead - and she's going to be busy, because the lethal killer Bullseye is on the loose, with an Asgardian weapon in hand! As one ally is lost, new friendships are forged with marvelous medics Doctor Strange, Night Nurse and the Excalibur-wielding Dr. Faiza Hussain. But who is their patient? Plus, Valkyrie reunites with the Odinson! And meet your new favorite talking steed, Mr. Horse!",
    "cantidadPaginas": 376,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2017-04-27T16:01:49.064Z",
    "precio": 73086
  },
  {
    "authorNombreCompleto": "Cafu",
    "nombreProducto": "Marvel Adventures the Avengers (2006) #16",
    "descripcionProducto": "Marvel Adventures the Avengers (2006) #16 description",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2017-03-27T16:01:49.064Z",
    "precio": 69362
  },
  {
    "authorNombreCompleto": "Cafu",
    "nombreProducto": "MARVEL UNIVERSE AVENGERS: SPIDER-MAN AND THE AVENGERS DIGEST (Digest)",
    "descripcionProducto": "MARVEL UNIVERSE AVENGERS: SPIDER-MAN AND THE AVENGERS DIGEST (Digest) description",
    "cantidadPaginas": 96,
    "tipoGenero": "F",
    "fechaLanzamiento": "2017-02-27T16:01:49.064Z",
    "precio": 74485
  },
  {
    "authorNombreCompleto": "Cafu",
    "nombreProducto": "Marvel-Verse: Jane Foster, The Mighty Thor (Trade Paperback)",
    "descripcionProducto": "Marvel-Verse: Jane Foster, The Mighty Thor (Trade Paperback) description",
    "cantidadPaginas": 128,
    "tipoGenero": "M",
    "fechaLanzamiento": "2017-01-27T16:01:49.064Z",
    "precio": 63214
  },
  {
    "authorNombreCompleto": "Cafu",
    "nombreProducto": "Valkyrie: Jane Foster Vol. 1: The Sacred And The Profane (Trade Paperback)",
    "descripcionProducto": "Valkyrie: Jane Foster Vol. 1: The Sacred And The Profane (Trade Paperback) description",
    "cantidadPaginas": 128,
    "tipoGenero": "F",
    "fechaLanzamiento": "2016-12-27T16:01:49.064Z",
    "precio": 53115
  },
  {
    "authorNombreCompleto": "Cafu",
    "nombreProducto": "X-Men: Die by the Sword (2007) #5",
    "descripcionProducto": "Cap is back!  No, not that one.  Captain Britain returns, but he may be too late to prevent casualties amongst the Exiles and Excalibur as the true threat to all that is stands revealed!  Good thing the Captain has brought along a few old friends...Don't miss the shocking end of the crossover that sets up the Exiles series finale!\r<br>\r<br>Rated A ...$2.99",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2016-11-27T16:01:49.064Z",
    "precio": 53844
  },
  {
    "authorNombreCompleto": "Cameron",
    "nombreProducto": "Marvel Fanfare (1982) #56",
    "descripcionProducto": "Marvel Fanfare (1982) #56 description",
    "cantidadPaginas": 36,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2016-10-27T16:01:49.064Z",
    "precio": 70603
  },
  {
    "authorNombreCompleto": "Chad Bowers & Chris Sims",
    "nombreProducto": "Guardians of the Galaxy: What If? Ecosport Adventure Presented by Ford (2017)",
    "descripcionProducto": "The Guardians of the Galaxy, and BABY GROOT come to the rescue when Yondu and the Ravagers set their sights on a new piece of tech so impressive they have to have it. Will the Guardians be in time to stop Yondu’s crew from liberating the Earth vehicle to sell to the highest bidder? – Presented by Ford EcoSport",
    "cantidadPaginas": 12,
    "tipoGenero": "M",
    "fechaLanzamiento": "2016-09-27T16:01:49.064Z",
    "precio": 56814
  },
  {
    "authorNombreCompleto": "Charlamagne tha God",
    "nombreProducto": "Marvel New Year's Eve Special Infinite Comic (2017) #1",
    "descripcionProducto": "Charlamagne tha God (The Breakfast Club, Uncommon Sense) is hosting a New Year’s Eve bash and all the Marvel U’s biggest VIPs are invited…only Norman Osborn’s not happy about getting snubbed!",
    "cantidadPaginas": 40,
    "tipoGenero": "F",
    "fechaLanzamiento": "2016-08-27T16:01:49.064Z",
    "precio": 62762
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #15",
    "descripcionProducto": "With an intergalactic empire headed by the Shi'ar and the Kree on the verge of conquering the galaxy, Captain Marvel gives them 7 days to get their affairs in order... because he's going to kill them all!  32 PGS./MARVEL PSR...$2.99",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2016-07-27T16:01:49.064Z",
    "precio": 43000
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #16",
    "descripcionProducto": "\"CRAZY LIKE A FOX\" pt. 2 (of 4)\r\nMarv has targeted the Shi'ar and the Kree for termination, and they've brought the only force in the universe able to stop him. \r\n32 PGS./MARVEL PSR...$2.99",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2016-06-27T16:01:49.064Z",
    "precio": 69048
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #19",
    "descripcionProducto": "\"ODYSSEY\" pt. 1\r\nIt's the long awaited return of Rick Jones' wife, Marlo. But her arrival may not be the upbeat event Rick had been hoping for...especially when the first thing Marlo tries to do is annihilate the new Captain Marvel!\r\n32 PGS./MARVEL PSR...$2.99",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2016-05-27T16:01:49.064Z",
    "precio": 48478
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #20",
    "descripcionProducto": "In trying to head off the horrible fate awaiting Marlo, Marv begins an odyssey into the future, where he immediately discovers he's the only being in the universe capable of saving the Earth from a conquering, power-hungry alliance of the Kree, Skrull and Shi'ar!\r\n32 PGS./MARVEL PSR...$2.99",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2016-04-27T16:01:49.064Z",
    "precio": 41375
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #21",
    "descripcionProducto": "The Shi'ar, the Skrulls, and the Kree have faced many great obstacles in their conquest of the future Earth, but even they're not prepared for the attack of the giant Captain Marvel ... Yes, we said GIANT Captain Marvel...",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2016-03-27T16:01:49.064Z",
    "precio": 43713
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #22",
    "descripcionProducto": "pt. 4 (of 6)\r\nCaptain Marvel continues to defend future Earth against the Shi'ar/Kree/Skrull armada. But is the cure worse than the condition?\r\n32 PGS./MARVEL PSR...$2.99",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2016-02-27T16:01:49.064Z",
    "precio": 31962
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #23",
    "descripcionProducto": "\"ODYSSEY\" PART 5 (OF 6) The Earth is destroyed! Humanity is gone! There is only one question: How will we be remembered? You may not like the answer. Guest-starring the Magus, Moondragon and Doctor Doom!",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2016-01-27T16:01:49.064Z",
    "precio": 37726
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #24",
    "descripcionProducto": "\"ODYSSEY\" PART 6 (OF 6) The most SHOCKING ENDING in years! Peter David's best Captain Marvel story to date concludes right here, with lasting ramifications for years to come!",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2015-12-27T16:01:49.064Z",
    "precio": 41606
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #25",
    "descripcionProducto": "\"EXIT STRATEGY\" PART 1 (OF 1) FINAL ISSUE! \r<br>All your questions are answered! Will Captain Marvel regain his sanity? Will Rick stay bonded to Marv forever? Will he ever get it on with his super-hot wife, Marlo, again? More importantly, will we get to watch? Is Moondragon dead or alive? And of course, what do we do with little Phyla? She's so cute.",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2015-11-27T16:01:49.064Z",
    "precio": 36282
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #27",
    "descripcionProducto": "The former Avenger known as Starfox is in trouble! His molecular structure is not only coming apart, but it could well bring about a chain reaction that could unravel the entirety of the space-time continuum! Fortunately, Captain Marvel is on hand! Unfortunately, his endeavors to do so propel Genis and Starfox into a bizarre future, and into a direct encounter with…well, let’s just say if you’re a fan of Peter David’s work then you’ll surely recognize them!",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2015-10-27T16:01:49.064Z",
    "precio": 50689
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #29",
    "descripcionProducto": "Thrown into the far flung world as chronicled in \"Future Imperfect,\" Rick Jones finds himself in his trophy room of the future, facing...himself! Meanwhile, the menace of the Maestro lurks! Plus: in the Microverse, we answer a ten-year-old mystery, as Captain Marvel finally learns the long-secret true identity of Thanatos!",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2015-09-27T16:01:49.064Z",
    "precio": 37821
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #30",
    "descripcionProducto": "With the long-held secret of Thanatos revealed, Captain Marvel facing the Maestro in a far-flung future, and the life of Starfox hanging in the balance, could the stakes be any higher? Yes, that's right...Marlo's got an audition!",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2015-08-27T16:01:49.064Z",
    "precio": 43514
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel (2000) #33",
    "descripcionProducto": "Captain Marvel squares off against the Magus, while the fate of his friends hangs in the balance! Meanwhile, who the heck is Coven?",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2015-07-27T16:01:49.064Z",
    "precio": 31170
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel Vol. 3: Crazy Like a Fox (Trade Paperback)",
    "descripcionProducto": "The complications continue to pile up for Captain Marvel as the return of his long-thought-dead mother and the arrival of a new female Captain Marvel force Genis to re-evaluate his life and role in the universe. Collects CAPTAIN MARVEL #13-18",
    "cantidadPaginas": 144,
    "tipoGenero": "F",
    "fechaLanzamiento": "2015-06-27T16:01:49.064Z",
    "precio": 67190
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Captain Marvel Vol. 4: Odyssey (Trade Paperback)",
    "descripcionProducto": "It's the long-awaited return of Rick Jones' wife, Marlo. But her arrival may not be the upbeat event Rick had been hoping for...especially when the first thing she attempts to do is annihilate the new Captain Marvel! In trying to head off the horrible fate awaiting Marlo, Marv begins an odyssey into the future - where he immediately discovers he's the only being in the universe capable of saving the Earth from a conquering, power-hungry alliance of the Kree, Skrull and Shi'ar!",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2015-05-27T16:01:49.065Z",
    "precio": 31497
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Guardians of The Galaxy: Road to Annihilation Vol. 1 (Trade Paperback)",
    "descripcionProducto": "She's the deadliest woman in the galaxy. He's the ultimate destroyer. Together they're two of the Guardians' heaviest hitters. Now find out what Gamora and Drax got up to in the years before the Annihilation events united the team! Adam Warlock's latest resurrection brings his Infinity Watch allies back together - but will Gamora or Drax become an enemy? The Destroyer's battle with a new Captain Marvel will plunge them into the Microverse! When Thanos seeks to send all reality spinning into the abyss, Gamora joins an assemblage of heroes including Warlock, Spider-Man and Doctor Strange to stand in the Titan's way! COLLECTING: WARLOCK (1998) #1-4; CAPTAIN MARVEL (2000) #4-6, #15-16; INFINITY ABYSS #1-6; SHE-HULK (2004) #7-8.",
    "cantidadPaginas": 448,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2015-04-27T16:01:49.065Z",
    "precio": 72439
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Marvel Adventures Super Heroes Vol. 7 Digest (Digest)",
    "descripcionProducto": "Marvel Adventures Super Heroes Vol. 7 Digest (Digest) description",
    "cantidadPaginas": 96,
    "tipoGenero": "M",
    "fechaLanzamiento": "2015-03-27T16:01:49.065Z",
    "precio": 41087
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "Spider-Man: The Clone Saga (2009) #6",
    "descripcionProducto": "See how the controversial classic SHOULD have ended, straight from the pens of the Clone Saga's original architects, Tom DeFalco and Howard Mackie. Heroes are born, heroes die, and demons from the past return with a vengeance. Once the smoke clears only one Spider-Man will be left standing! Don't miss the finish that answers ALL your lingering questions, Spidey fans!\r\nRated T  ...$3.99",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2015-02-27T16:01:49.065Z",
    "precio": 61572
  },
  {
    "authorNombreCompleto": "ChrisCross",
    "nombreProducto": "X-Men: Trial Of The Juggernaut (Trade Paperback)",
    "descripcionProducto": "X-Men: Trial Of The Juggernaut (Trade Paperback) description",
    "cantidadPaginas": 392,
    "tipoGenero": "M",
    "fechaLanzamiento": "2015-01-27T16:01:49.065Z",
    "precio": 69491
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Amazing X-Men (1995) #1",
    "descripcionProducto": "When a plan to modify Sentinel programming goes completely haywire, the X-Men must engage a group of lethal Sentinels in the middle of enemy territory!",
    "cantidadPaginas": 36,
    "tipoGenero": "F",
    "fechaLanzamiento": "2014-12-27T16:01:49.065Z",
    "precio": 36184
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Amazing X-Men (1995) #2",
    "descripcionProducto": "The X-Men versus the brotherhood! Plus, Apocalypse plans his siege of Magneto's headquarters!",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2014-11-27T16:01:49.065Z",
    "precio": 52351
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Amazing X-Men (1995) #3",
    "descripcionProducto": "Amazing X-Men (1995) #3 description",
    "cantidadPaginas": 36,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2014-10-27T16:01:49.065Z",
    "precio": 70460
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Amazing X-Men (1995) #4",
    "descripcionProducto": "Bishop and Storm do battle with the dread Madri Priests! Meanwhile, Quicksilver and Banshee attempt to find Jamie Madrox. But does Madrox even want to be found?",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2014-09-27T16:01:49.065Z",
    "precio": 39859
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Astonishing X-Men (1995) #2",
    "descripcionProducto": "Astonishing X-Men (1995) #2 description",
    "cantidadPaginas": 36,
    "tipoGenero": "F",
    "fechaLanzamiento": "2014-08-27T16:01:49.065Z",
    "precio": 45550
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Astonishing X-Men (1995) #3",
    "descripcionProducto": "Astonishing X-Men (1995) #3 description",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2014-07-27T16:01:49.065Z",
    "precio": 46106
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Astonishing X-Men (1995) #4",
    "descripcionProducto": "Astonishing X-Men (1995) #4 description",
    "cantidadPaginas": 36,
    "tipoGenero": "F",
    "fechaLanzamiento": "2014-06-27T16:01:49.065Z",
    "precio": 37202
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1998) #1",
    "descripcionProducto": "The Avengers are reunited! As the founding members come together to discuss the recent wave of attacks on former teammates, Thor interrupts the proceedings with grave news: Asgard is in ruins, the Twilight Sword has been taken...doom awaits Midgard!",
    "cantidadPaginas": 52,
    "tipoGenero": "M",
    "fechaLanzamiento": "2014-05-27T16:01:49.065Z",
    "precio": 44952
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1996) #2",
    "descripcionProducto": "Avengers (1996) #2 description",
    "cantidadPaginas": 44,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2014-04-27T16:01:49.065Z",
    "precio": 54245
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1998) #2",
    "descripcionProducto": "The Avengers are trapped in strange medieval reality in which they are the playthings of Morgan. But Captain America and Hawkeye have broken the witch's spell and must free their teammates. Meanwhile, Wonder Man is summoned!",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2014-03-27T16:01:49.065Z",
    "precio": 43648
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1996) #3",
    "descripcionProducto": "Avengers (1996) #3 description",
    "cantidadPaginas": 44,
    "tipoGenero": "F",
    "fechaLanzamiento": "2014-02-27T16:01:49.065Z",
    "precio": 71220
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1996) #4",
    "descripcionProducto": "Avengers (1996) #4 description",
    "cantidadPaginas": 44,
    "tipoGenero": "M",
    "fechaLanzamiento": "2014-01-27T16:01:49.065Z",
    "precio": 59078
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1996) #5",
    "descripcionProducto": "Avengers (1996) #5 description",
    "cantidadPaginas": 44,
    "tipoGenero": "F",
    "fechaLanzamiento": "2013-12-27T16:01:49.065Z",
    "precio": 36999
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1996) #6",
    "descripcionProducto": "Avengers (1996) #6 description",
    "cantidadPaginas": 44,
    "tipoGenero": "M",
    "fechaLanzamiento": "2013-11-27T16:01:49.065Z",
    "precio": 68556
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1996) #7",
    "descripcionProducto": "Avengers (1996) #7 description",
    "cantidadPaginas": 44,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2013-10-27T16:01:49.065Z",
    "precio": 31242
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1996) #8",
    "descripcionProducto": "Avengers (1996) #8 description",
    "cantidadPaginas": 44,
    "tipoGenero": "M",
    "fechaLanzamiento": "2013-09-27T16:01:49.065Z",
    "precio": 61309
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1996) #9",
    "descripcionProducto": "Avengers (1996) #9 description",
    "cantidadPaginas": 44,
    "tipoGenero": "F",
    "fechaLanzamiento": "2013-08-27T16:01:49.065Z",
    "precio": 74468
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1996) #10",
    "descripcionProducto": "Avengers (1996) #10 description",
    "cantidadPaginas": 46,
    "tipoGenero": "M",
    "fechaLanzamiento": "2013-07-27T16:01:49.065Z",
    "precio": 42106
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1996) #11",
    "descripcionProducto": "Avengers (1996) #11 description",
    "cantidadPaginas": 46,
    "tipoGenero": "F",
    "fechaLanzamiento": "2013-06-27T16:01:49.065Z",
    "precio": 53585
  },
  {
    "authorNombreCompleto": "Comicraft",
    "nombreProducto": "Avengers (1996) #12",
    "descripcionProducto": "Avengers (1996) #12 description",
    "cantidadPaginas": 54,
    "tipoGenero": "M",
    "fechaLanzamiento": "2013-05-27T16:01:49.065Z",
    "precio": 67704
  },
  {
    "authorNombreCompleto": "CRISSE",
    "nombreProducto": "Kookaburra K (2010)",
    "descripcionProducto": "THE RED WAVE IS COMING! From beyond the farthest frontiers of any solar system explored by man, a destructive force is sweeping through the universe, wiping Callystes, Dakoà¯, Lilith and Planet Earth from the stellar map. A rocket full of refugees hurtles through space with the letter \"K\" emblazoned on its hull. On board the unlikely crew of seven children, several adults, an ancient wizard-knight and the ghost of a cyborg travel with a mysterious cargo that will alter their fates forever. Collecting KOOKABURRA K #1-3.",
    "cantidadPaginas": 152,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2013-04-27T16:01:49.065Z",
    "precio": 74286
  },
  {
    "authorNombreCompleto": "Derek",
    "nombreProducto": "Weapon X (1995) #3",
    "descripcionProducto": "Weapon X (1995) #3 description",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2013-03-27T16:01:49.065Z",
    "precio": 46664
  },
  {
    "authorNombreCompleto": "Derek",
    "nombreProducto": "X-Men: The Complete Age of Apocalypse Epic Book 3 (Trade Paperback)",
    "descripcionProducto": "The mirror gets darker and the Amazing X-Men more Astonished by the minute as the Age of Apocalypse hits its third quarter! Magneto has dedicated his life to freeing humanity and mutantkind alike, but will Apocalypse now require him to destroy reality to save it! Sides are switched and secrets shown with repercussions ringing from the Savage Land to the Shi'ar Galaxy! Plus: a rare look at how Apocalypse altered the rest of Marvel's mightiest! Doctor Doom and Reed Richards, side-by-side? Matt Murdock and the Kingpin, allies? Gwen Stacy in mourning for Peter Parker? Avengers, Exiles, etc. in the original alternate X-saga! Collects X-CALIBRE #2-3, ASTONISHING X-MEN #2-4, GENERATION NEXT #2-3, X-MAN #2-3, FACTOR X #3, AMAZING X-MEN #3, WEAPON X #3, GAMBIT & THE X-TERNALS #3 and X-UNIVERSE #1.\r<br>360 PGS./Rated T+ SUGGESTED FOR TEENS AND UP ...$29.99\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2013-02-27T16:01:49.065Z",
    "precio": 65221
  },
  {
    "authorNombreCompleto": "Drew",
    "nombreProducto": "Avengers (1996) #5",
    "descripcionProducto": "Avengers (1996) #5 description",
    "cantidadPaginas": 44,
    "tipoGenero": "M",
    "fechaLanzamiento": "2013-01-27T16:01:49.065Z",
    "precio": 50242
  },
  {
    "authorNombreCompleto": "Drew",
    "nombreProducto": "Avengers (1996) #6",
    "descripcionProducto": "Avengers (1996) #6 description",
    "cantidadPaginas": 44,
    "tipoGenero": "F",
    "fechaLanzamiento": "2012-12-27T16:01:49.065Z",
    "precio": 47706
  },
  {
    "authorNombreCompleto": "Drew",
    "nombreProducto": "Heroes Reborn: Avengers (Trade Paperback)",
    "descripcionProducto": "Cap, Thor, the Vision, Hawkeye, Hellcat, Mantis and more: The Avengers lineup is both new AND classic on an Earth that hits them with villains as fast as they can assemble! Revised versions of Ultron, the Radioactive Man, the Grim Reaper and many more prove their mastery of evil against Reborn Earth's mightiest heroes! Plus, the Heroes Reborn Universe only got a piece of the Hulk - but, darn it, it may still be more than it can handle! Guest-starring Nick Fury and the \r<br>Fantastic Four! Collects AVENGERS (VOL. 2) #1-12.\r<br>336 PGS./Rated A ...$29.99  \r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2012-11-27T16:01:49.065Z",
    "precio": 52664
  },
  {
    "authorNombreCompleto": "Enigma",
    "nombreProducto": "Cable (1993) #89",
    "descripcionProducto": "Cable becomes the target of an attack from the Dark Sisterhood!",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2012-10-27T16:01:49.065Z",
    "precio": 64028
  },
  {
    "authorNombreCompleto": "Flaviano",
    "nombreProducto": "Absolute Carnage: Lethal Protectors (Trade Paperback)",
    "descripcionProducto": "Absolute Carnage: Lethal Protectors (Trade Paperback) description",
    "cantidadPaginas": 112,
    "tipoGenero": "M",
    "fechaLanzamiento": "2012-09-27T16:01:49.065Z",
    "precio": 38498
  },
  {
    "authorNombreCompleto": "Flaviano",
    "nombreProducto": "America Vol. 2: Fast and Fuertona (Trade Paperback)",
    "descripcionProducto": "Collects America (2017) #7-12. It begins with the story you’ve been waiting for: the origin of America Chavez! But everyone’s favorite no-nonsense powerhouse soon meets her match — in the form of the deadly and exotic Exterminatrix! Can America stand against this vile villainess, backed by the full power of the ominous Midas Corporation? America gains all-new but untested abilities — and she’ll need them against the oncoming horde! But what does Exterminatrix want with Sotomayor University? With America in lockup, it’s up to Prodigy to find out — and that won’t be easy when campus queen X’Andria is working for the enemy! As the Midas Corporation reignites a decades-old danger, America’s newly discovered home comes under threat — but they’re about to learn that you don’t mess with a Fuertona. And you definitely don’t mess with a Chavez!",
    "cantidadPaginas": 136,
    "tipoGenero": "F",
    "fechaLanzamiento": "2012-08-27T16:01:49.065Z",
    "precio": 57421
  },
  {
    "authorNombreCompleto": "Flaviano",
    "nombreProducto": "Black Widow: No Restraints Play (Trade Paperback)",
    "descripcionProducto": "Black Widow: No Restraints Play (Trade Paperback) description",
    "cantidadPaginas": 112,
    "tipoGenero": "M",
    "fechaLanzamiento": "2012-07-27T16:01:49.065Z",
    "precio": 56328
  },
  {
    "authorNombreCompleto": "Flaviano",
    "nombreProducto": "Dawn of X Vol. 11 (Trade Paperback)",
    "descripcionProducto": "Dawn of X Vol. 11 (Trade Paperback) description",
    "cantidadPaginas": 176,
    "tipoGenero": "F",
    "fechaLanzamiento": "2012-06-27T16:01:49.065Z",
    "precio": 47215
  },
  {
    "authorNombreCompleto": "Flaviano",
    "nombreProducto": "Dawn Of X Vol. 3 (Trade Paperback)",
    "descripcionProducto": "Dawn Of X Vol. 3 (Trade Paperback) description",
    "cantidadPaginas": 168,
    "tipoGenero": "M",
    "fechaLanzamiento": "2012-05-27T16:01:49.065Z",
    "precio": 33956
  },
  {
    "authorNombreCompleto": "Flaviano",
    "nombreProducto": "Power Man and Iron Fist (2016) #9",
    "descripcionProducto": "CIVIL WAR II TIE-IN!\nLuke and Danny tried to stick together, but CIVIL WAR II tore them apart! How far will Luke go to get his friend back? It’s EVERYTHING you want in an event tie-in! Moral conundrums! Devastating consequences! More super-powered sparring than you can count on four fists for hire!",
    "cantidadPaginas": 32,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2012-04-27T16:01:49.065Z",
    "precio": 45885
  },
  {
    "authorNombreCompleto": "Flaviano",
    "nombreProducto": "Spider-Man/Deadpool Vol. 7: My Two Dads (Trade Paperback)",
    "descripcionProducto": "Collects Spider-Man/Deadpool #34-39. It’s the Planet of the ’Pools! But what dark technology from the secret recesses of S.H.I.E.L.D. history powers this army of LMD-eadpools? And what does it have to do with Mary and Richard Parker, the Amazing Spider-Parents? Just when you thought you could trust that those two people were without blemish, Deadpool somehow ruins them, too. Plus, to defeat the Faux-pool who took his ability to walk, Old Man Parker will have to make a decision that alters his future — and our present! And meet the Master Matrix: They might be the most powerful android on Earth — but they’re a total amateur at personhood. Who better to teach them how to be a human being than Spider-Man and Deadpool? Master Matrix stars in “My Two Super-Dads” — and this dysfunctional family is heading for the Savage Land!",
    "cantidadPaginas": 152,
    "tipoGenero": "M",
    "fechaLanzamiento": "2012-03-27T16:01:49.065Z",
    "precio": 50783
  },
  {
    "authorNombreCompleto": "Fuller",
    "nombreProducto": "Marvel Preview (1975) #4",
    "descripcionProducto": "This is where it all begins! Get ready for the cosmic origin of Star-Lord! (note: this contains the Star-Lord story only)",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2012-02-27T16:01:49.065Z",
    "precio": 53096
  },
  {
    "authorNombreCompleto": "Gantz",
    "nombreProducto": "Essential Captain America Vol. 3 (Trade Paperback)",
    "descripcionProducto": "Cap's up against the usual army of orders in AIM, Hydra and the schemes of the Skull -- but could the most familiar enemy face be...Bucky's?! The Falcon becomes Cap's full-time crimefighting partner in the wake of this shocker! Gangsters and gorillas! A mysterious Stranger! Nazis, robots and Nazi robots! Featuring the friends and foes of Spider-Man, and the web-slinger himself! Guest-starring Daredevil and the Avengers! Plus: the secret of the 1950s Captain America and Bucky, foreshadowing the first appearance of the man called Nomad! Collecting CAPTAIN AMERICA #127-156.\r\nAll Ages ...$19.99",
    "cantidadPaginas": 640,
    "tipoGenero": "M",
    "fechaLanzamiento": "2012-01-27T16:01:49.065Z",
    "precio": 44961
  },
  {
    "authorNombreCompleto": "GCW",
    "nombreProducto": "Peter Parker, the Spectacular Spider-Man (1976) #240",
    "descripcionProducto": "The secret identities of Gaunt AND his mysterious employer are revealed! Could this crack open the case of who's behind the Clone Saga?!",
    "cantidadPaginas": 36,
    "tipoGenero": "F",
    "fechaLanzamiento": "2011-12-27T16:01:49.065Z",
    "precio": 63502
  },
  {
    "authorNombreCompleto": "GCW",
    "nombreProducto": "Peter Parker, the Spectacular Spider-Man (1976) #241",
    "descripcionProducto": "As the Chameleon is being treated by Dr. Kafka, Peter and Mary Jane Parker mourn the loss of their first-born child.",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2011-11-27T16:01:49.065Z",
    "precio": 62145
  },
  {
    "authorNombreCompleto": "GCW",
    "nombreProducto": "X-Man (1995) #-1",
    "descripcionProducto": "X-Man (1995) #-1 description",
    "cantidadPaginas": 44,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2011-10-27T16:01:49.065Z",
    "precio": 42526
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "A Year of Marvels: May Infinite Comic (2016) #1",
    "descripcionProducto": "Presenting: A Mother’s Day story to curdle to blood! Meet the sinister Wendigo Sisters! Will the combined might of She-Hulk and Wolverine be enough to stop them from murdering their OWN MOTHER? Could there be more to this story than we’re telling you? Probably! Read and find out!",
    "cantidadPaginas": 15,
    "tipoGenero": "M",
    "fechaLanzamiento": "2011-09-27T16:01:49.065Z",
    "precio": 56817
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "A Year of Marvels: October Infinite Comic (2016) #1",
    "descripcionProducto": "It’s Halloween in the Marvel U! What does that mean for KATE BISHOP, A.K.A. HAWKEYE? Well, I can’t tell you here but I CAN guarantee it involves a haunted house, some witty one-liners, and a bad guy shot full of arrows…",
    "cantidadPaginas": 15,
    "tipoGenero": "F",
    "fechaLanzamiento": "2011-08-27T16:01:49.065Z",
    "precio": 55458
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Deadpool Infinity Comic (2021) #1",
    "descripcionProducto": "There's no reserve at his auction! Tony Stark and Reed Richard's inventions are up for grabs at a villain-only auction and... there's a lot of grabbing. When the hard drive with all the goodies gets spirited away, Sue Storm must (very very reluctantly) team-up with Deadpool to get it back.",
    "cantidadPaginas": 10,
    "tipoGenero": "M",
    "fechaLanzamiento": "2011-07-27T16:01:49.065Z",
    "precio": 39088
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Deadpool Infinity Comic (2021) #2",
    "descripcionProducto": "Time for a drink break! Sue Storm and Deadpool arrive at the Bar With No Name to conduct some reconnaissance in their search for the missing hard drive.",
    "cantidadPaginas": 10,
    "tipoGenero": "F",
    "fechaLanzamiento": "2011-06-27T16:01:49.065Z",
    "precio": 32721
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Deadpool Infinity Comic (2021) #3",
    "descripcionProducto": "Super spy-like hand-off at the park! With a lawyer in-tow, Sue Storm and Deadpool schedule a meet-up with the Spot to negotiate for the missing hard drive.",
    "cantidadPaginas": 10,
    "tipoGenero": "M",
    "fechaLanzamiento": "2011-05-27T16:01:49.065Z",
    "precio": 34894
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Deadpool Infinity Comic (2021) #4",
    "descripcionProducto": "Sandwiches at the Baxter Building! Deadpool goes with Sue to the Baxter Building for another much needed break and hangs out with the Fantastic Four.",
    "cantidadPaginas": 10,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2011-04-27T16:01:49.065Z",
    "precio": 35150
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Deadpool Infinity Comic (2021) #5",
    "descripcionProducto": "A surprise appearance! As Sue Storm and Deadpool continue their fight with the Spot for possession of the hard drive, an old, familiar face reveals that he is the real man behind the auction heist.",
    "cantidadPaginas": 10,
    "tipoGenero": "M",
    "fechaLanzamiento": "2011-03-27T16:01:49.065Z",
    "precio": 51955
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Eternals: The 500 Year War Infinity Comic (2022) #1",
    "descripcionProducto": "An international, all-star creative team of writers and artists presents ETERNALS: THE 500 YEAR WAR! Across 7-issues, follow the Eternals in their past encounters against the Deviants. While fighting their longstanding enemies, witness the Eternals interact with different cultures of the human race across time, through the cultural artifacts that were gifted to them.",
    "cantidadPaginas": 10,
    "tipoGenero": "F",
    "fechaLanzamiento": "2011-02-27T16:01:49.065Z",
    "precio": 61209
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Infinite Possibilities Infinity Comic (2022) #1",
    "descripcionProducto": "When it comes to Infinity Comics, the possibilities are endless!",
    "cantidadPaginas": 3,
    "tipoGenero": "M",
    "fechaLanzamiento": "2011-01-27T16:01:49.065Z",
    "precio": 68160
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Ironheart Vol. 2: Ten Rings (Trade Paperback)",
    "descripcionProducto": "Ironheart Vol. 2: Ten Rings (Trade Paperback) description",
    "cantidadPaginas": 136,
    "tipoGenero": "F",
    "fechaLanzamiento": "2010-12-27T16:01:49.065Z",
    "precio": 72004
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Marvel Avengers Assemble Infinite Comic (2016) #6",
    "descripcionProducto": "The Avengers are a larger-than-life super hero team, which is why ANT-MAN feels a little bit out of place on the team.  So, he’s taking a little time for himself and heading out to the West Coast! His vacation gets cut short, though, when a mysterious  woman brings a murder mystery to his front door. Even worse, Tony Stark’s father is the prime suspect!",
    "cantidadPaginas": 10,
    "tipoGenero": "M",
    "fechaLanzamiento": "2010-11-27T16:01:49.065Z",
    "precio": 52686
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Marvel Avengers Assemble Infinite Comic (2016) #7",
    "descripcionProducto": "With his father’s good name tarnished by a murder accusation, Iron Man heads out west to catch up with Ant-Man! His goal?  To find out what REALLY happened to his father in 1940s Hollywood! To find the truth, Iron Man and Ant-Man have to break into an old movie studio that’s run by the dangerous SILVERMANE!",
    "cantidadPaginas": 10,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2010-10-27T16:01:49.065Z",
    "precio": 44936
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Marvel Avengers Assemble Infinite Comic (2016) #8",
    "descripcionProducto": "Still trying to clear his father’s name, Iron Man calls in Captain America and Black Widow to help him and Ant-Man! This, time, though, it’s not all about explosions and shield-tosses – STEALTH is the name of the game!  It’s a race against evil as The Avengers discover Silvermane’s endgame – the theft of a mysterious artifact hidden somewhere in Hollywood!",
    "cantidadPaginas": 10,
    "tipoGenero": "M",
    "fechaLanzamiento": "2010-09-27T16:01:49.065Z",
    "precio": 36930
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Marvel Avengers Assemble Infinite Comic (2016) #9",
    "descripcionProducto": "AVENGERS ASSEMBLED… AS THIEVES?!  Ant-Man leads Earth’s Mightiest Heroes in a daring heist. Their mark? Silvermane. The loot? A powerful staff that channels the power of the cosmos itself!  Featuring all the Avengers action we’re legally allowed to print in a digitally released comic!",
    "cantidadPaginas": 10,
    "tipoGenero": "F",
    "fechaLanzamiento": "2010-08-27T16:01:49.065Z",
    "precio": 66219
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Marvel Avengers Assemble Infinite Comic (2016) #10",
    "descripcionProducto": "BE SHOCKED! As the Avengers are betrayed! BE ENLIGHTENED! As the truth about Howard Stark is revealed!  BE AMAZED! As the team rallies to defeat evil in the most dizzying display of super hero action available to you, the digital consumer!",
    "cantidadPaginas": 10,
    "tipoGenero": "M",
    "fechaLanzamiento": "2010-07-27T16:01:49.066Z",
    "precio": 62020
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Marvel's Doctor Strange Prelude Infinite Comic (2016) #1",
    "descripcionProducto": "A powerful, ancient relic has been stolen from the British Museum - a relic that could do significant damage in the wrong hands...enter the MASTERS OF THE MYSTIC ARTS! The team is on a mission to find the relic and the mysterious mystic who stole it - but will they be able to track her down before it's too late?",
    "cantidadPaginas": 12,
    "tipoGenero": "F",
    "fechaLanzamiento": "2010-06-27T16:01:49.066Z",
    "precio": 44433
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Ultimate Spider-Man Infinite Comic (2016) #6",
    "descripcionProducto": "Spider-Man, Luke Cage and White Tiger take on The Spot from sea to shining sea!",
    "cantidadPaginas": 10,
    "tipoGenero": "M",
    "fechaLanzamiento": "2010-05-27T16:01:49.066Z",
    "precio": 53626
  },
  {
    "authorNombreCompleto": "Geoffo",
    "nombreProducto": "Ultimate Spider-Man Infinite Comic (2016) #7",
    "descripcionProducto": "A blizzard – in the middle of the fall?! Something’s gone terribly wrong in Queens…and the whole rest of the city for that matter! It’s up to Spider-Man to figure out what’s causing the sudden snowstorms and set things right for the cold folks of New York. But how’s he supposed to do that and make it to science class on-time?!",
    "cantidadPaginas": 10,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2010-04-27T16:01:49.066Z",
    "precio": 67928
  },
  {
    "authorNombreCompleto": "Gunji",
    "nombreProducto": "Sword Master Vol. 2: God Of War (Trade Paperback)",
    "descripcionProducto": "Sword Master Vol. 2: God Of War (Trade Paperback) description",
    "cantidadPaginas": 136,
    "tipoGenero": "M",
    "fechaLanzamiento": "2010-03-27T16:01:49.066Z",
    "precio": 64492
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Agents of Atlas (2009) #1",
    "descripcionProducto": "Agents of Atlas (2009) #1 description",
    "cantidadPaginas": 48,
    "tipoGenero": "F",
    "fechaLanzamiento": "2010-02-27T16:01:49.066Z",
    "precio": 59113
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Amazing Fantasy (2004) #9",
    "descripcionProducto": "\"Identity Politics\" \r<br>Betrayed by S.H.I.E.L.D. and stranded in the medieval streets of Prague, the all-new Scorpion learns that in the deadly world of international espionage she can't trust anyone -- not Nick Fury, not A.I.M... not even the guy she's got a crush on!  Part 3 (of 6).\r<br>32 PGS./T+ Suggested for Teens and Up ...$2.99\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2010-01-27T16:01:49.066Z",
    "precio": 58578
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Annihilation: Conquest (2007) #4",
    "descripcionProducto": "The cosmic blockbuster thunders on - with our villains on the verge of victory! Ultron gets his hands on Star-Lord! Ronan makes a chilling revelation! Adam Warlock gets the shock he never expected! Writers Dan Abnett and Andy Lanning join forces with superstar artist Tom Raney to bring you the sci-fi event that Wizard calls \"Mystery, action and adventure on a galactic scale!\"\r<br>Rated T+  ...$2.99\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2009-12-27T16:01:49.066Z",
    "precio": 71937
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Astonishing X-Men (2004) #41",
    "descripcionProducto": "The epic story pitting the X-Men against the Marvel Monsters comes to a startling conclusion!",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2009-11-27T16:01:49.066Z",
    "precio": 72721
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Astonishing X-Men (2004) #42",
    "descripcionProducto": "Storm, Beast, Colossus and Agent Brand have all been implanted with Broodlings and it's only a matter of time until they are full-on Brood themselves. Only Kitty and Lockheed are left, but is there anything they can even do to help their teammates?",
    "cantidadPaginas": 32,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2009-10-27T16:01:49.066Z",
    "precio": 31610
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Battle Scars (2011) #1",
    "descripcionProducto": "- The post-Fear Itself Marvel Universe begins here!\n- Who is Army Ranger Marcus Johnson, and how could he tear the Marvel Universe apart?",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2009-09-27T16:01:49.066Z",
    "precio": 73181
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Cable (2008) #11",
    "descripcionProducto": "WASTELAND BLUES PART 1 Deep in the future, Cable and the now seven-year-old mutant messiah find themselves in the middle of humanity's last stand. And humanity is losing!",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2009-08-27T16:01:49.066Z",
    "precio": 44810
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Cable (2008) #12",
    "descripcionProducto": "WASTELAND BLUES PART 2 When Cable collapses from hunger and exhaustion, the 7 year old girl he's been protecting faces the first challenge of her young life: saving her guardian from certain death.",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2009-07-27T16:01:49.066Z",
    "precio": 67688
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Captain Universe (2005) #3",
    "descripcionProducto": "X-23 Theorizing that a healing factor might give it the strength to repair itself, the Uni-Power attempts to bond with X-23. But the Uni-Power didn't realize just how powerful X-23's healing factor is-powerful enough to resist its attempts to bond. Can the Uni-Power convince Marvel's \"wild child\" to let her guard down?\r\n<br>32 PGS./T+ SUGGESTED FOR TEENS AND UP ...$2.99\r\n<br>",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2009-06-27T16:01:49.066Z",
    "precio": 62988
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Captain Universe (2005) #4",
    "descripcionProducto": "CAPTAIN UNIVERSE/THE INVISIBLE WOMAN The most powerful member of the Fantastic Four takes the spotlight when the ailing Uni-Power bonds with her to copy her powers-she's going to need the added might of the Uni-Power when the Shiar decide it's too dangerous to keep on Earth! Co-Starring the Gladiator!\r\n<br>32 PGS./T+ SUGGESTED FOR TEENS AND UP ...$2.99\r\n<br>",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2009-05-27T16:01:49.066Z",
    "precio": 38361
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Captain Universe (2005) #5",
    "descripcionProducto": "CAPTIAN UNIVERSE/SILVER SURFER It's the conclusion to the first phase of the CAPTAIN UNIVERSE event! The Silver Surfer is busy trying to help a peaceful alien civilization fend off the advances of a vicious warlord, and when the Uni-Power accidentally bonds with the warlord instead of the Surfer, the Surfer's job gets that much harder! This one-shot sets the stage for the upcoming CAPTAIN UNIVERSE mini-series!\r\n<br>32 PGS./T+ SUGGESTED FOR TEENS AND UP ...$2.99\r\n<br>",
    "cantidadPaginas": 32,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2009-04-27T16:01:49.066Z",
    "precio": 59512
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Captain Universe: Universal Heroes (Trade Paperback)",
    "descripcionProducto": "Captain Universe is known as the name for the recipient of the mysterious Uni-Power, a special kind of energy that endows an individual with superhuman powers during a time of crisis. How it has determined its hosts in the past remains a mystery. Now, the unraveling of one of the greatest enigmas in the universe begins as the Uni-Power must possess a handful of Marvel heroes-Hulk, Daredevil, X-23, Invisible Woman and Silver Surfer-to save itself form an enemy hell bent on its destruction! Collects AMAZING FANTASY #13-14, CAPTAIN UNIVERSE/HULK, CAPTAIN UNIVERSE/DAREDEVIL, CAPTAIN UNIVERSE/X-23, 136 PGS./Rated T+ SUGGESTED FOR TEENS AND UP ...$13.99\r<br>ISBN: 0-7851-1857-8\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2009-03-27T16:01:49.066Z",
    "precio": 74750
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Dark Reign: Hawkeye (2009) #1",
    "descripcionProducto": "From the pages of DARK AVENGERS-Bullseye cuts loose! The media knows him only as Hawkeye--but we know he's really the psychopath named Bullseye! How does the world's deadliest assassin fit in with Norman Osborn's hand-picked team of public do-gooders? What's his agenda, and how does it instantly jeopardize the entire Avengers legacy? And how long can the most ruthless killer ever to walk the Earth be kept on a leash? The one-two punch of writer Andy Diggle (THUNDERBOLTS) and Tom Raney (SECRET INVASION: INHUMANS) unite for the solo mini-series that puts the innocent right in the angry archer's crosshairs!\r<br>Parental Advisory ...$3.99 \r<br>",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2009-02-27T16:01:49.066Z",
    "precio": 54303
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Dark Reign: Hawkeye (2009) #2",
    "descripcionProducto": "Bullseye cuts loose in this DARK REIGN tie-in! Reporter Ben Urich investigates a brutal massacre that has all the hallmarks of the notorious assassin Bullseye. But can Urich connect the murders to the Dark Avenger known as Hawkeye? Norman Osborn must bring H.A.M.M.E.R. down to hide the awful truth before it tears the team apart-and poisons the Avengers' noble legacy forever! The killer creative team of Andy Diggle (THUNDERBOLTS) and Tom Raney (SECRET INVASION: INHUMANS) spins the spotlight on one of Marvel's most controversial characters!\r<br>Parental Advisory ...$3.99 \r<br>",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2009-01-27T16:01:49.066Z",
    "precio": 66968
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Dark Reign: Hawkeye (2009) #3",
    "descripcionProducto": "From the pages of DARK AVENGERS! The psychopath formerly known as Bullseye has been painting the town blood-red in the guise of the heroic Hawkeye. But the hero mask is starting to slip-along with his tenuous grip on reality! As the cold blooded killer struggles to cover up his murderous excesses and hide his deteriorating mental state from Norman Osborn, who should he be more afraid of-the killer within or the hero without?\r\nParental Advisory ...$3.99",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2008-12-27T16:01:49.066Z",
    "precio": 60005
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Dark Reign: Hawkeye (2009) #4",
    "descripcionProducto": "From the pages of DARK AVENGERS! As Ben Urich learns the awful truth about the terrorist cell operating in New York City, Hawkeye finally confronts the mysterious antagonist who's been haunting his dreams. But is he just a figment of Bullseye's diseased imagination? And if so, where the hell did all these dead bodies come from? You want some wicked Dark Reign fun? The dastardly duo of Andy Diggle (THUNDERBOLTS) and Tom Raney (SECRET INVASION: INHUMANS) hit the mark!\r\nParental Advisory ...$3.99",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2008-11-27T16:01:49.066Z",
    "precio": 34342
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Darkstar and the Winter Guard (2010) #3",
    "descripcionProducto": "Betrayed by one of their own, The Winter Guard now must confront a new threat that could mean the end of Russia as we know it! If you thought last issue's surprise was amazing, just wait until you see what the Presence has in store!  The Harvey Award\r\nwinning team behind \"High Moon\" brings you the conclusion to the miniseries that will leave you speechless.  And, by the time this issue is over, you will believe a bear can fly!\r\nRated T  ...$3.99",
    "cantidadPaginas": 40,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2008-10-27T16:01:49.066Z",
    "precio": 64304
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Deadpool (2008) #47",
    "descripcionProducto": "Deadpool is a terrorist?! That's how Captain America sees it, but Cap doesn't know that there are currently two Deadpools in NYC--one who's totally evil and one...well, one who's not quite as bad.",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2008-09-27T16:01:49.066Z",
    "precio": 48302
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Deadpool (2008) #48",
    "descripcionProducto": "Deadpool: a terrorist?! That's how Captain America sees it, but Cap doesn't know there are currently two Deadpools in NYC, one who's totally evil and one...well, one who's not quite as bad.",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2008-08-27T16:01:49.066Z",
    "precio": 38768
  },
  {
    "authorNombreCompleto": "Guru-eFX",
    "nombreProducto": "Deadpool (2008) #49",
    "descripcionProducto": "EVIL DEADPOOL CONCLUSION Prepare for a surprise ending, kicking off the DEAD storyline! Guest-starring Captain America!",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2008-07-27T16:01:49.066Z",
    "precio": 55546
  },
  {
    "authorNombreCompleto": "Henkel",
    "nombreProducto": "Men's Adventures (1950) #8",
    "descripcionProducto": "Men's Adventures (1950) #8 description",
    "cantidadPaginas": 36,
    "tipoGenero": "F",
    "fechaLanzamiento": "2008-06-27T16:01:49.066Z",
    "precio": 60186
  },
  {
    "authorNombreCompleto": "Hicks",
    "nombreProducto": "Kookaburra K (2010)",
    "descripcionProducto": "THE RED WAVE IS COMING! From beyond the farthest frontiers of any solar system explored by man, a destructive force is sweeping through the universe, wiping Callystes, Dakoà¯, Lilith and Planet Earth from the stellar map. A rocket full of refugees hurtles through space with the letter \"K\" emblazoned on its hull. On board the unlikely crew of seven children, several adults, an ancient wizard-knight and the ghost of a cyborg travel with a mysterious cargo that will alter their fates forever. Collecting KOOKABURRA K #1-3.",
    "cantidadPaginas": 152,
    "tipoGenero": "M",
    "fechaLanzamiento": "2008-05-27T16:01:49.066Z",
    "precio": 31773
  },
  {
    "authorNombreCompleto": "HiFi Colour",
    "nombreProducto": "Marvelous Adventures of Gus Beezer: Hulk (2003) #1",
    "descripcionProducto": "A family picnic is crashed by the Incredible Hulk!",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2008-04-27T16:01:49.066Z",
    "precio": 56037
  },
  {
    "authorNombreCompleto": "HiFi Colour",
    "nombreProducto": "Marvelous Adventures of Gus Beezer: Spider-Man (2003) #1",
    "descripcionProducto": "Gus reunites with his older cousin at a family gathering...did we mention his cousin is Peter Parker?",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2008-03-27T16:01:49.066Z",
    "precio": 31959
  },
  {
    "authorNombreCompleto": "HiFi Colour",
    "nombreProducto": "Marvelous Adventures of Gus Beezer: X-Men (2003) #1",
    "descripcionProducto": "Gus Beezer may be a mutant! Will he attract the attention of the X-Men...or will it be another family member who piques the team's interest?",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2008-02-27T16:01:49.066Z",
    "precio": 50424
  },
  {
    "authorNombreCompleto": "HiFi Colour",
    "nombreProducto": "Thor (1998) #50",
    "descripcionProducto": "Thor (1998) #50 description",
    "cantidadPaginas": 68,
    "tipoGenero": "M",
    "fechaLanzamiento": "2008-01-27T16:01:49.066Z",
    "precio": 49322
  },
  {
    "authorNombreCompleto": "HiFi Colour",
    "nombreProducto": "Thor Vol. II: Lord of Asgard (Trade Paperback)",
    "descripcionProducto": "After Odin's death, Thor becomes lord and master of the Asgard' leaving Earth in the hands of the untested Thor-Girl. An old foe on a quest for immortality may spell the end of Midgard's new guardian and Thor's reign.",
    "cantidadPaginas": 176,
    "tipoGenero": "F",
    "fechaLanzamiento": "2007-12-27T16:01:49.066Z",
    "precio": 50355
  },
  {
    "authorNombreCompleto": "Homer",
    "nombreProducto": "Marvel Illustrated: The Iliad (2007) #2",
    "descripcionProducto": "The two greatest armies of the ancient world-Greek and Trojan-meet on the plains of Troy...with the achingly beautiful Helen as the prize! And as this battle-to-the-end-them-all rages, the gods themselves enter the fray!\r<br>32 PGS./Parental Advisory ...$2.99\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2007-11-27T16:01:49.066Z",
    "precio": 71772
  },
  {
    "authorNombreCompleto": "Homer",
    "nombreProducto": "Marvel Illustrated: The Iliad (2007) #4",
    "descripcionProducto": "The Trojan War intensifies! The Greeks suffer a massacre and are slowly recovering when the god Zeus rains blood on the Greek lines, panicking them! The Greek fortifications seem to hold-until the Trojan warrior Hector shatters one of the Greek gates with a hurled boulder!  The Trojans then pass through the gates, altering the course of the epic conflict! How many more will die to determine the fate of the woman Helen?\r<br>32 PGS./Rated T+ ...$2.99 \r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2007-10-27T16:01:49.066Z",
    "precio": 73501
  },
  {
    "authorNombreCompleto": "Homer",
    "nombreProducto": "Marvel Illustrated: The Iliad (2007) #5",
    "descripcionProducto": "The great god Zeus, happy with the war's progress, takes his leave of the battlefield. But his brother, Poseidon, and wife, Hera, secretly aid the Greeks against Zeus's wishes! When the king of the gods discovers this treachery, his fury reverberates throughout \r<br>the halls of Mount Olympus itself-and even unto the earthly battlefield of the Trojan War! As the tide of battle turns, what will this portend for the brave Greeks and noble Trojans?\r<br>Rated T+ ...$2.99\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2007-09-27T16:01:49.066Z",
    "precio": 33354
  },
  {
    "authorNombreCompleto": "Homer",
    "nombreProducto": "Marvel Illustrated: The Iliad (2007) #6",
    "descripcionProducto": "While the epic battle continues to rage, Patroclus pleads with Achilles to wear the hero's armor in combat. With Achilles' blessing, Patroclus sallies forth with the fearsome Myrmidons at his back. Guided by the god Apollo, the Trojan warrior Hector joins the disguised Patroclus in combat, the outcome of which will seal the fates of these two great civilizations!\r<br>Rated T+ ...$2.99\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2007-08-27T16:01:49.066Z",
    "precio": 55527
  },
  {
    "authorNombreCompleto": "Homer",
    "nombreProducto": "Marvel Illustrated: The Iliad Premiere (Hardcover)",
    "descripcionProducto": "One of the true cornerstones of Western literature comes to the Marvel Illustrated line! The ancient world is embroiled in a mighty clash of armies: Greek vs. Trojan. Helen, the most beautiful woman in the world, has betrayed her husband - the Greek, Menelaus - and fled to Troy with Trojan prince, Paris. The Greeks have sailed to Troy to bring her back - and crush all that stand in their way. This is the first chapter in the saga that virtually defines the word epic. It is a tale of gods and men, heroism and betrayal. From the lips of Homer to the pages of Marvel Illustrated. Collecting MARVEL ILLUSTRATED: THE ILIAD #1-8.\r<br>Parental Advisory ...$24.99\r<br>",
    "cantidadPaginas": 200,
    "tipoGenero": "M",
    "fechaLanzamiento": "2007-07-27T16:01:49.066Z",
    "precio": 72965
  },
  {
    "authorNombreCompleto": "Impacto",
    "nombreProducto": "Amazing Spider-Girl (2006) #18",
    "descripcionProducto": "\"Betrayed!\" Part 2 of 2\r<br>Circumstances compel Spider-Girl to join forces with the most unlikely ally of all--The Hobgoblin!\r<br>Rated A ...$2.99\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2007-06-27T16:01:49.066Z",
    "precio": 42190
  },
  {
    "authorNombreCompleto": "Impacto",
    "nombreProducto": "Amazing Spider-Girl (2006) #19",
    "descripcionProducto": "\"There Can Only Be One!\" (Part 1 of 1)\r<br>At last-the battle you never thought you'd see-Spider-Girl versus Araña! 'Nuff said!\r<br>Rated A ...$2.99 \r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2007-05-27T16:01:49.066Z",
    "precio": 32548
  },
  {
    "authorNombreCompleto": "Impacto",
    "nombreProducto": "Amazing Spider-Girl (2006) #20",
    "descripcionProducto": "It's the start of a Brand New May as Mayday Parker decides to make some startling changes when her mysterious stalker is finally revealed and Moose launches his first attack against Spider-Girl.\r<br>Rated A ...$2.99 \r<br>\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2007-04-27T16:01:49.066Z",
    "precio": 32905
  },
  {
    "authorNombreCompleto": "Impacto",
    "nombreProducto": "Amazing Spider-Girl (2006) #21",
    "descripcionProducto": "\"A Brand New MAY!\"\r<br>Part 2 of 5\r<br>As Peter Parker and Normie Osborn try to learn the identity of the brand new May, Spider-Girl investigates Humanity First and battles a brand new super-foe.\r<br>Rated A ...$2.99 \r<br>",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2007-03-27T16:01:49.066Z",
    "precio": 71309
  },
  {
    "authorNombreCompleto": "Impacto",
    "nombreProducto": "Amazing Spider-Girl (2006) #22",
    "descripcionProducto": "\"A Brand New MAY!\"\r<br>Part 3 of 5\r<br>Nancy Lu returns!  Fury, the Goblin Queen strikes!  Spider-Girl battles the most unexpected super-foe of all! And Mary Jane notices that Peter Parker is beginning to exhibit strange symptoms as he continues to uncover the mystery of the brand new May!\r<br>Rated A ...$2.99\r<br>",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2007-02-27T16:01:49.066Z",
    "precio": 56001
  },
  {
    "authorNombreCompleto": "Impacto",
    "nombreProducto": "Amazing Spider-Girl (2006) #23",
    "descripcionProducto": "\"Did someone say CLONES?!?\"\r<br>As Peter demands answers from Kaine about the brand new May, Spider-Girl learns that Humanity First has\r<br>targeted both Davida and Sara for death and she can only save one. Part 4 of 5.\r<br>Rated A ...$2.99\r<br>",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2007-01-27T16:01:49.066Z",
    "precio": 31406
  },
  {
    "authorNombreCompleto": "Impacto",
    "nombreProducto": "Amazing Spider-Girl (2006) #24",
    "descripcionProducto": "\"The End of MAY!\" Part 5 of 5 \r<br>As Nucleus unleashed her full power, Spider-Girl finally confronts the brand-new May for one of the most explosive, shock endings of all!\r<br>Rated A ...$2.99\r<br>",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2006-12-27T16:01:49.066Z",
    "precio": 74874
  },
  {
    "authorNombreCompleto": "Impacto",
    "nombreProducto": "Amazing Spider-Girl (2006) #25",
    "descripcionProducto": "With her life stolen by the mysterious Brand New May and her father in the hands of Fury, the Goblin Queen, a gravely injured Spider-Girl must carve a new life for herself as friends turn against her and old enemies come to her aid--and that's just the beginning of this double-sized 25th issue spectacular!\r<br>Rated A ...$3.99\r<br>",
    "cantidadPaginas": 48,
    "tipoGenero": "M",
    "fechaLanzamiento": "2006-11-27T16:01:49.066Z",
    "precio": 69237
  },
  {
    "authorNombreCompleto": "Impacto",
    "nombreProducto": "Amazing Spider-Girl (2006) #25 (ZOMBIE VARIANT (1 FOR 10))",
    "descripcionProducto": "With her life stolen by the mysterious Brand New May and her father in the hands of Fury, the Goblin Queen, a gravely injured Spider-Girl must carve a new life for herself as friends turn against her and old enemies come to her aid--and that's just the beginning of this double-sized 25th issue spectacular!\r<br>Rated A ...$3.99\r<br>",
    "cantidadPaginas": 48,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2006-10-27T16:01:49.066Z",
    "precio": 67292
  },
  {
    "authorNombreCompleto": "Impacto",
    "nombreProducto": "Amazing Spider-Girl (2006) #29",
    "descripcionProducto": "To save her mother and brother from the new resurrected Green Goblin, Spider-Girl must battle Spider-Girl as the secret of the Brand New May is finally revealed!32 PGS./Rated A ...$2.99",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2006-09-27T16:01:49.066Z",
    "precio": 35831
  },
  {
    "authorNombreCompleto": "Impacto",
    "nombreProducto": "Captain Universe (2005) #2",
    "descripcionProducto": "CAPTAIN UNIVERSE/DAREDEVIL One man knows more about the Uni-Power than anyone on Earth-but he's currently facing jail time! Matt Murdock's going to have a hard time mounting a defense when he has to contend with one of Marvel's nastiest secret organizations. And then there's the small matter of the amplified senses the Uni-Power has given him -- including sight!\r\n<br>32 PGS./T+ SUGGESTED FOR TEENS AND UP ...$2.99\r\n<br>",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2006-08-27T16:01:49.066Z",
    "precio": 59960
  },
  {
    "authorNombreCompleto": "Impacto",
    "nombreProducto": "Captain Universe: Universal Heroes (Trade Paperback)",
    "descripcionProducto": "Captain Universe is known as the name for the recipient of the mysterious Uni-Power, a special kind of energy that endows an individual with superhuman powers during a time of crisis. How it has determined its hosts in the past remains a mystery. Now, the unraveling of one of the greatest enigmas in the universe begins as the Uni-Power must possess a handful of Marvel heroes-Hulk, Daredevil, X-23, Invisible Woman and Silver Surfer-to save itself form an enemy hell bent on its destruction! Collects AMAZING FANTASY #13-14, CAPTAIN UNIVERSE/HULK, CAPTAIN UNIVERSE/DAREDEVIL, CAPTAIN UNIVERSE/X-23, 136 PGS./Rated T+ SUGGESTED FOR TEENS AND UP ...$13.99\r<br>ISBN: 0-7851-1857-8\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2006-07-27T16:01:49.066Z",
    "precio": 54498
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Exiles (2001) #1",
    "descripcionProducto": "Heroes from across the timescape find themselves outside of time and reality. They are Blink, Nocturne, Magnus, Morph, Mimic, and Thunderbird. They have been brought there by the Time Broker. And they have one chance to save their dimensions.",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2006-06-27T16:01:49.066Z",
    "precio": 42654
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Exiles (2001) #2",
    "descripcionProducto": "To complete their mission, The Exiles must track down Forge. Plus, the Exiles do battle with Professor Xavier himself!",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2006-05-27T16:01:49.066Z",
    "precio": 43984
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Exiles Vol. I (Trade Paperback)",
    "descripcionProducto": "The Exiles consist of heroes pulled from alternate times and universes who are sent to correct problems in the multiverse. Led by Blink from the popular storyline X-Men: Age of Apocalypse, they must set events in each world on their proper course or risk themselves being Ôblinked' out of existence.",
    "cantidadPaginas": 128,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2006-04-27T16:01:49.066Z",
    "precio": 53560
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Ultimate Marvel Team-Up (2001) #3",
    "descripcionProducto": "SPIDER-MAN & HULK PART 2 The battle between Spidey and The Hulk rages on! Meanwhile, the U.S. military converges on Manhattan!",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2006-03-27T16:01:49.066Z",
    "precio": 37115
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Ultimate Marvel Team-Up (2001) #4",
    "descripcionProducto": "SPIDER-MAN & IRON MAN PART 1 After winning an essay contest, Peter Parker is awarded a trip to the Stark International Science Expo. When he arrives, Latverian soldiers attack! Iron Man shows up-will Spider-Man do the same?",
    "cantidadPaginas": 36,
    "tipoGenero": "F",
    "fechaLanzamiento": "2006-02-27T16:01:49.066Z",
    "precio": 68942
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Ultimate Marvel Team-Up (2001) #5",
    "descripcionProducto": "SPIDER-MAN & IRON MAN PART 2 The mysterious partner to the Latverian attackers is unveiled. Plus, Tony Stark's past is revealed!",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2006-01-27T16:01:49.066Z",
    "precio": 33590
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Ultimate Marvel Team-Up Ultimate Collection (Trade Paperback)",
    "descripcionProducto": "Collecting all 16 issues of Ultimate Marvel Team-Up, plus the star-studded Ultimate Spider-Man Super Special! Teenager Peter Parker may just have started out in the crime-fighting game, but there are plenty of heroes and villains already doing their thing. And it doesn't take long for Spider-Man to encounter these strange new allies and enemies - including Wolverine, the Hulk, Iron Man, the Punisher, Daredevil, the Fantastic Four, the Man-Thing, the X-Men, Doctor Strange, the Black Widow, Shang-Chi and more! Take a wild tour through the ever-exciting Ultimate universe, as Eisner Award-winning writer Brian Michael Bendis teams up with the comic industry's greatest artistic talents! Through the eyes of Peter Parker, Ultimate Marvel Team-Up showcases all the Ultimate heroes. From uncanny mutants to gleaming Avengers to rampaging green brutes, this volume has it all! Collects ULTIMATE MARVEL TEAM-UP #1-16 and THE ULTIMATE SPIDER-MAN SUPER SPECIAL.\r<br>448 PGS./Rated A ...$29.99\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2005-12-27T16:01:49.066Z",
    "precio": 47869
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Ultimate Spider-Man (2000) #6",
    "descripcionProducto": "Spider-Man leaps into action for the first time!  But can he juggle a super hero life, a secret identity and high school all at the same time?",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2005-11-27T16:01:49.066Z",
    "precio": 43556
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Ultimate Spider-Man (2000) #7",
    "descripcionProducto": "It's Spider-Man versus the Green Goblin in their first battle ever.  And the battleground is Peter's high school!",
    "cantidadPaginas": 36,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2005-10-27T16:01:49.067Z",
    "precio": 66171
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Ultimate Spider-Man (2000) #8",
    "descripcionProducto": "LEARNING CURVE PART 1.  After dispatching of the Shocker, Peter Parker heads to the Daily Bugle looking for a job as a photographer.  But his next big assignment - taking down the Kingpin of Crime as his web-headed alter ego Spider-Man.",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2005-09-27T16:01:49.067Z",
    "precio": 51389
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Ultimate Spider-Man (2000) #12",
    "descripcionProducto": "LEARNING CURVE PART 5.  Can Spidey escape the Kingpin, Electro and hordes of criminals with the evidence that Wilson Fisk is a murderer?  Or has Spider-Man gotten himself into more trouble than he can handle?",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2005-08-27T16:01:49.067Z",
    "precio": 52426
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Ultimate Spider-Man Ultimate Collection Book 1 (Trade Paperback)",
    "descripcionProducto": "Collecting the groundbreaking first year of Ultimate Spider-Man in one colossal trade paperback! High school, puberty, first dances - there are many pitfalls to being young. Compound these with intense personal tragedy and super human powers, and you can start to visualize the world of Peter Parker, a.k.a. Spider-Man. Following the murder of his uncle and the Green Goblin's assault on his high school, Peter finds himself on the brink of manhood: getting a job at the Daily Bugle to help support his widowed aunt and taking on extracurricular activities - such as bringing down the Kingpin, the head of organized crime in New York City! Collecting ULTIMATE SPIDER-MAN #1-13.\r\n352 PGS./Rated A ...$24.99",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2005-07-27T16:01:49.067Z",
    "precio": 69293
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Ultimate Spider-Man Vol. 1: Power & Responsibility (Trade Paperback)",
    "descripcionProducto": "High school student Peter Parker finds himself the recipient of strange and amazing powers. Bullied by his classmates and targeted by the deadly Green Goblin, he learns that with great power, there must also come great responsibility.",
    "cantidadPaginas": 184,
    "tipoGenero": "F",
    "fechaLanzamiento": "2005-06-27T16:01:49.067Z",
    "precio": 38087
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Ultimate Spider-Man Vol. 2: Learning Curve (Trade Paperback)",
    "descripcionProducto": "Ultimate Spider-Man Vol. 2: Learning Curve (Trade Paperback) description",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2005-05-27T16:01:49.067Z",
    "precio": 71414
  },
  {
    "authorNombreCompleto": "Jc",
    "nombreProducto": "Ultimate Spider-Man Vol. II: Learning Curve (Trade Paperback)",
    "descripcionProducto": "Driven by a desire for revenge, Spider-Man sets out to take down Wilson Fisk, the infamous Kingpin of Crime, who employed the man who killed Peter's beloved Uncle Ben.",
    "cantidadPaginas": 144,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2005-04-27T16:01:49.067Z",
    "precio": 41109
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "All-New X-Men (2012) #34 (Jock Rr&G Variant)",
    "descripcionProducto": "- The ALL-NEW X-MEN continue their adventure in the Ultimate Universe! - Guest-starring Miles Morales and scores of other Ultimate characters! - Will either universe ever be the same again?",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2005-03-27T16:01:49.067Z",
    "precio": 60536
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Avengers/Uncanny X-Men: Utopia (Trade Paperback)",
    "descripcionProducto": "Norman Osborn runs the Avengers, promising America a new day of safety and security. Cyclops leads the X-Men - determined to free mutantkind from the forces of cold, impersonal, unreasoning institutional racism that threaten them. Both leaders are locked in a high-stakes chess match with the prize being their respective visions of utopia, and Emma Frost the one piece that could make either the winner! But which side of the board is she on? Plus: Who are the Dark X-Men? Find out the secrets behind this uncanny assemblage of mutants - including Cloak, Dagger, Daken and Namor, the Sub-Mariner! Collecting DARK AVENGERS/UNCANNY X-MEN: UTOPIA & EXODUS; UNCANNY X-MEN #513-514, DARK AVENGERS #7-8, DARK X-MEN: THE BEGINNING #1-3, X-MEN LEGACY #226-227 DARK X-MEN: THE CONFESSION and material from DARK REIGN: THE CABAL.\r\nRated T  ...$34.99 \r\nISBN: 978-0-7851-4234-8",
    "cantidadPaginas": 368,
    "tipoGenero": "F",
    "fechaLanzamiento": "2005-02-27T16:01:49.067Z",
    "precio": 41511
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Daredevil (2011) #27",
    "descripcionProducto": "<ul><li>RED. DEAD. REDEMPTION.</li><li>Two years of the most critically acclaimed series in comics&hellip;and it&rsquo;s all been leading to this moment.</li><li>&lsquo;Close your eyes, Matt Muirdock. Take a deep breath. And feel everything you know slowly close in on you.&rsquo;</li></ul>",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2005-01-27T16:01:49.067Z",
    "precio": 52245
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Daredevil (1998) #511 (VAMPIRE VARIANT)",
    "descripcionProducto": "A SHADOWLAND TIE-IN.\r\nHell's Kitchen has exploded into rioting, looting, and all-out chaos, and Daredevil is responsible for it all. As the leader of the Hand and controller of Hell's Kitchen, Matt Murdock knows that conquest of New York is within his grasp. But one of his oldest friends, though, goes to Shadowland to make one last ATTEMPT to save the Man Without Fear from walking the path from which there is no turning back.\r\nRated T  '$2.99",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2004-12-27T16:01:49.067Z",
    "precio": 61507
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Daredevil: Reborn (Hardcover)",
    "descripcionProducto": "The apocalyptic events of SHADOWLAND have left the once-proud legacy of Daredevil in tatters. Now, far from the mean streets of Hell's Kitchen, a new evil is rising, and the only man crazy enough to face it is a man with nothing left to lose. The road to Hell was paved with good intentions, but the long road to redemption is the far harder path. Collecting DAREDEVIL: REBORN #1-4.",
    "cantidadPaginas": 112,
    "tipoGenero": "M",
    "fechaLanzamiento": "2004-11-27T16:01:49.067Z",
    "precio": 65403
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Daredevil: Reborn (2010) #1",
    "descripcionProducto": "The apocalyptic events of SHADOWLAND have left the once-proud legacy of Daredevil in tatters. Now, far from the mean streets of Hell's Kitchen, a new evil is rising, and the only man crazy enough to face it is a man with nothing left to lose. The road to Hell was paved with good intentions, but the long road to redemption is the far harder path...",
    "cantidadPaginas": 32,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2004-10-27T16:01:49.067Z",
    "precio": 49300
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Daredevil: Reborn (2010) #1",
    "descripcionProducto": "The apocalyptic events of SHADOWLAND have left the once-proud legacy of Daredevil in tatters. Now, far from the mean streets of Hell's Kitchen, a new evil is rising, and the only man crazy enough to face it is a man with nothing left to lose. The road to Hell was paved with good intentions, but the long road to redemption is the far harder path...",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2004-09-27T16:01:49.067Z",
    "precio": 49546
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Daredevil: Reborn (2010) #2",
    "descripcionProducto": "THE SHADOWLAND FOLLOW-UP CONTINUES!\nHe thought he had left his crime-fighting days behind him.  Guilt-ridden and alone, the man who would be Daredevil turned his back on the life he once knew, and fled into the New Mexico desert.  But when he stumbles across small-town corruption that threatens to erupt into something altogether more deadly, he finds that he cannot deny the hero within...",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2004-08-27T16:01:49.067Z",
    "precio": 69303
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Daredevil: Reborn (2010) #3",
    "descripcionProducto": "He thought he was unworthy to wear the mantle of hero. But now, trapped between a corrupt police department and a\nruthless gang of killers. Matt Murdock learns that the legacy of Daredevil cannot be denied. One man can make a difference...",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2004-07-27T16:01:49.067Z",
    "precio": 44748
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Daredevil: Reborn (2010) #3",
    "descripcionProducto": "He thought he was unworthy to wear the mantle of hero. But now, trapped between a corrupt police department and a ruthless gang of killers. Matt Murdock learns that the legacy of Daredevil cannot be denied. One man can make a difference...",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2004-06-27T16:01:49.067Z",
    "precio": 47031
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Daredevil: Reborn (2010) #4",
    "descripcionProducto": "Is this the final end for Daredevil...?\nFor years he was known as the Man Without Fear. But now, trapped in his own very personal hell, Matt Murdock must confront the darkness within himself - and what he finds there terrifies him to the core.",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2004-05-27T16:01:49.067Z",
    "precio": 36427
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "DAREDEVIL: REBORN TPB (Trade Paperback)",
    "descripcionProducto": "DAREDEVIL: REBORN TPB (Trade Paperback) description",
    "cantidadPaginas": 112,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2004-04-27T16:01:49.067Z",
    "precio": 48346
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Dark X-Men: The Beginning (2009) #3",
    "descripcionProducto": "The conclusion is here! In this issue, Emma Frost convinces Namor to join the team. And learn where Professor X fits into the Dark X-Men.",
    "cantidadPaginas": 40,
    "tipoGenero": "M",
    "fechaLanzamiento": "2004-03-27T16:01:49.067Z",
    "precio": 36621
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Incredible Hulks (2010) #626",
    "descripcionProducto": "See the Hulk as you've never seen him before: as an international super-spy! With Amadeus Cho as his guide, Hulk dons a tuxedo and enters into a world of espionage, only to find his opponent is...Red She-Hulk?\n",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2004-02-27T16:01:49.067Z",
    "precio": 34693
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "Marvel Universe Vs. Wolverine (2011) #3",
    "descripcionProducto": "The Hulk and The Thing don't want a cure; they want to conquer and devour. From the ruins three heroes rise to form a last line of resistance. With a gun, with a shield and with claws!",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2004-01-27T16:01:49.067Z",
    "precio": 37081
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "NEW AVENGERS VOL. 1: EVERYTHING DIES TPB  (Trade Paperback)",
    "descripcionProducto": "The Illuminati must reassemble to prevent the collision of our universe with another! It's the Marvel Universe's most powerful and brilliant team - Black Panther, Iron Man, Dr. Strange, Black Bolt, Mr. Fantastic, Sub-Mariner and the Beast - armed with the six Infinity Gems against an infinite legion of parallel realities. But their task is complicated by old wounds, lies and secret agendas. When the Illuminati experiences its first dimensional incursion, can the members of this loose brotherhood trust each other enough to use the Infinity Gems in unison? And when they learn Earth is the center point for the death of the universe, doesn't that mean destroying it might save everything else? Enter the world-eater, Galactus, as the Illuminati do the unthinkable! Jonathan Hickman and Steve Epting revamp New Avengers in a multiverse-spanning saga! Collecting NEW AVENGERS (2013) #1-6.",
    "cantidadPaginas": 152,
    "tipoGenero": "F",
    "fechaLanzamiento": "2003-12-27T16:01:49.067Z",
    "precio": 49624
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "New Avengers (2013) #1",
    "descripcionProducto": "To prevent the collision of our universe with another, the Illuminati, led by the Black Panther, must assemble NOW! It's the most powerful and brilliant team in the Marvel Universe--The Black Panther, Iron Man, Doctor Strange, Black Bolt, Mister Fantastic, Namor the Sub-Mariner and The Beast--against an infinite legion of parallel realities.",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2003-11-27T16:01:49.067Z",
    "precio": 54850
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "New Avengers (2013) #1 (2nd Printing Variant)",
    "descripcionProducto": "To prevent the collision of our universe with another, the Illuminati, led by the Black Panther, must assemble NOW! It's the most powerful and brilliant team in the Marvel Universe--The Black Panther, Iron Man, Doctor Strange, Black Bolt, Mister Fantastic, Namor the Sub-Mariner and The Beast--against an infinite legion of parallel realities.",
    "cantidadPaginas": 32,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2003-10-27T16:01:49.067Z",
    "precio": 32660
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "New Avengers (2013) #2",
    "descripcionProducto": "The Illuminati gather to plan for the death of everything. Infinity gems, old wounds, lies, agendas and universal incursions are all on the agenda!",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2003-09-27T16:01:49.067Z",
    "precio": 46772
  },
  {
    "authorNombreCompleto": "Jock",
    "nombreProducto": "New Avengers (2013) #2 (2nd Printing Variant)",
    "descripcionProducto": "\"EVERYTHING DIES\"\n- The Illuminati gather to plan for the death of Everything.\n- Infinity gems, old wounds, lies, agendas and universal incursions.\n- \"It breaks hope -- it crushes what makes us decent and steals what little honor remains.\" --Black Swan",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2003-08-27T16:01:49.067Z",
    "precio": 64625
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Beta Ray Bill: Godhunter (Trade Paperback)",
    "descripcionProducto": "Galactus! He's devoured worlds since the dawn of the Universe. Consuming the Korbinites' home was nothing special. But for Beta Ray Bill - oathbrother to Thor and the Korbinites' defender - it was a failure of his life's duty... and has given him a certain clarity. How can a hero suffer such a threat to exist? Beta Ray Bill sets forth to hunt down Galactus, force him to his knees and make him pay - with a plan so audacious even the Planet Eater will feel fear.  Collecting BETA RAY BILL: GODHUNTER #1-3 and SECRET INVASION AFTERMATH: BETA RAY BILL - THE GREEN OF EDEN.\r\nRated T  ...$14.99",
    "cantidadPaginas": 104,
    "tipoGenero": "M",
    "fechaLanzamiento": "2003-07-27T16:01:49.067Z",
    "precio": 37546
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Beta Ray Bill: Godhunter (2009) #3",
    "descripcionProducto": "Beta Ray Bill has stalked his prey across the universe...driven to punish the ever-feared Galactus. Now, with the Planet-Eater on his knees, Bill discovers he has one final, brutal price to pay. In an apocalyptic battle to decide the fate of world upon world, can Bill make this ultimate sacrifice?!\r\nRated T  ...$3.99",
    "cantidadPaginas": 48,
    "tipoGenero": "F",
    "fechaLanzamiento": "2003-06-27T16:01:49.067Z",
    "precio": 45315
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Daredevil (2011) #8",
    "descripcionProducto": "Get ready for the second part of the Spider-Man and Daredevil team-up! Picking up where AMAZING SPIDER-MAN #677 left off, the next great love triangle of the Marvel Universe heats up!",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2003-05-27T16:01:49.067Z",
    "precio": 43802
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Daredevil by Mark Waid (Hardcover)",
    "descripcionProducto": "THE DEVIL IS REBORN. RENEWED. RESSURECTED. With new enemies, new friends and that same old \"grinnin' in the face of hell\" attitude, the Man Without Fear is back and leading with his face! Mark Waid (AMAZING SPIDER-MAN, Irredeemable, RUSE) joins neo-legendary artists Paolo Rivera and Marcos Martin for a new, Eisner Award-winning spin on Daredevil that will leave you gasping for air. Having turned his world upside over the past several years, Matt Murdock realizes justice may not be blind to his past - and villains may not be the only ones looking for answers. Klaw, master of sound. The Megacrime cartel. Mole Man. The Black Cat. Bring it on! If Matt Murdock could see what he was doing...he'd be terrified. Collecting DAREDEVIL #1-10 and 10.1, and AMAZING SPIDER-MAN #677",
    "cantidadPaginas": 288,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2003-04-27T16:01:49.067Z",
    "precio": 67631
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "DAREDEVIL BY MARK WAID VOL. 2 PREMIERE HC (Hardcover)",
    "descripcionProducto": "DAREDEVIL BY MARK WAID VOL. 2 PREMIERE HC (Hardcover) description",
    "cantidadPaginas": 144,
    "tipoGenero": "M",
    "fechaLanzamiento": "2003-03-27T16:01:49.067Z",
    "precio": 47711
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "IMMORTAL IRON FIST: THE COMPLETE COLLECTION VOL. 2 TPB (Trade Paperback)",
    "descripcionProducto": "Although the Iron Fist's legend is immortal, Danny Rand is definitely not! Why is Danny sweating over an inescapable legacy that has haunted the Iron Fists for centuries? And what is the deeper meaning of Xao's ominous threat? As Danny and the Immortal Weapons begin another dimension-spanning adventure, they discover that the Seven Capital Cities of Heaven...might have an Eighth! Plus: Iron Fist teams with Aman and delves deeper into the Immortal Weapons' lives! Thrill to Fat Cobra's decades of adventure! Bride of Nine Spiders confronts her past! Is Dog Brother #1 involved with disappearing orphans? How did Tiger's Beautiful Daughter become the world's deadliest fighter? And what is the Prince of Orphans' mission on Earth? Collecting IMMORTAL IRON FIST #17-27, IMMORTAL IRON FIST: ORSON RANDALL AND THE DEATH QUEEN OF CALIFORNIA #1, IMMORTAL WEAPONS #1-5 and the IMMORTAL WEAPONS SKETCHBOOK.",
    "cantidadPaginas": 496,
    "tipoGenero": "F",
    "fechaLanzamiento": "2003-02-27T16:01:49.067Z",
    "precio": 50896
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "The Immortal Iron Fist (2006) #10",
    "descripcionProducto": "Davos and Crane Mother's conspiracy to crush K'un-Lun and the Iron Fist legacy once and for all springs to life. The Heroes for Hire continue tracking the rogue Hydra cell across the snow-swept Himalayas. The wicked Bride of Nine Spiders spins her terrible web. America continues to fall in love with Fat Cobra. And Danny Rand returns to the fight, armed now with the long-lost life story of Orson Randall, the Last Iron Fist.  Will he be too late?",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2003-01-27T16:01:49.067Z",
    "precio": 50987
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "The Immortal Iron Fist (2006) #11",
    "descripcionProducto": "Danny fights for survival --- for the centuries-long legacy of the Iron Fist against the other Immortal Weapons; for his own life, as Davos the Steel Serpent makes his deadly move behind the scenes; and for K'un-Lun itself as the sinister Mr. Xao and his legion of Hydra science-terrorists conspire to wreak havok on the mystical city. Can even an ultimate warrior like the Immortal Iron Fist fight a war --- and win --- on three fronts? Even with the classic HEROES FOR HIRE working behind the scenes?",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2002-12-27T16:01:49.067Z",
    "precio": 49787
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "The Immortal Iron Fist (2006) #12",
    "descripcionProducto": "The kicking intensifies. The mysteries intensify. And the answers Danny Rand has so desperately sought begin coming faster and faster. What if he's been asking the wrong questions all this time? What does Hydra have planned for the mystical city of K'un-Lun? Who is the Prince of Orphans, and what is his connection to the Randall fortune? How can Danny stop an army on Earth when he's being forced to fight in a heavenly kung fu tournament?",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2002-11-27T16:01:49.067Z",
    "precio": 50205
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "The Immortal Iron Fist (2006) #13",
    "descripcionProducto": "Two words, punks-BATTLE ROYALE! All the losers in the tournament in the Heart of Heaven get a chance to redeem themselves and obtain the ultimate victory...Danny Rand included! But if Danny couldn't win mano a mano, what hope does he have in a no-holds-barred kung-fu free-for-all of violence and carnage? And meanwhile, on Earth, the sinister Xao launches an attack almost a century in the making, and he won't stop until he's dancing on the ashes of K'un-Lun itself. Oh! And the final secrets of Danny Rand's birth are finally revealed.",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2002-10-27T16:01:49.067Z",
    "precio": 44351
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "The Immortal Iron Fist (2006) #14",
    "descripcionProducto": "Seven practitioners of super kung fu, champing at the bit to bloody each other to a pulp. A rogue Hydra cell, intent on destroying K'un-Lun from Earth, loads its terror train full of explosives and prepares to fire it through a warp in space-time. A schism in the leadership of K'un-Lun threatens to tear the city in two. The original Heroes for Hire, outgunned, outmanned, and out of time somewhere in Tibet. And Davos, the arch-rival of Iron Fist, intent on exploiting all this chaos, wants to assassinate Danny Rand once and for all.",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2002-09-27T16:01:49.067Z",
    "precio": 74876
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Immortal Iron Fist: The Complete Collection (Trade Paperback)",
    "descripcionProducto": "Experience a new kind of Iron Fist story, steeped in legends and fables stretching back through the centuries! Orphaned as a child and raised in the lost city of K'un Lun, Danny Rand returned to America as the mystical martial artist Iron Fist - but all his kung-fu skills can't help him find his place in the modern world. After learning the legacy of the Iron Fist holds more secrets than he ever dreamed, Danny is invited to fight in a tournament against the Immortal Weapons. At stake is the life of his friend, the legacy of his father and mentor - and the future of K'un Lun! Collecting IMMORTAL IRON FIST #1-16 and ANNUAL #1, IMMORTAL IRON FIST: ORSON RANDALL AND THE GREEN MIST OF DEATH #1, and material from IMMORTAL IRON FIST: THE ORIGIN OF DANNY RAND #1 and CIVIL WAR: CHOOSING SIDES #1.",
    "cantidadPaginas": 496,
    "tipoGenero": "F",
    "fechaLanzamiento": "2002-08-27T16:01:49.067Z",
    "precio": 36603
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Invincible Iron Man (2008) #500",
    "descripcionProducto": "GIANT-SIZED ANNIVERSARY ISSUE! Three generations of Starks face their ultimate foe, while in the present, Spider-Man joins Iron Man as he tries to fill in the blanks of his missing memory.",
    "cantidadPaginas": 80,
    "tipoGenero": "M",
    "fechaLanzamiento": "2002-07-27T16:01:49.067Z",
    "precio": 54653
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Invincible Iron Man (2008) #500 (JRJR VARIANT)",
    "descripcionProducto": "GIANT-SIZED ANNIVERSARY ISSUE! Three generations of Starks face their ultimate foe, seventy-some years in the future while, in the present, Spider-Man joins Iron Man as he tries to fill in the blanks of his missing memory. What if amnesia was a weapon? What if the smartest man in the land had ten nightmares that all came true? Who is the son of Tony Stark? What's inside of the rings? The future starts now, for the Marvel Universe's favorite futurist. The Eisner-award-winning series makes a four-hundred-something-issue leap and raises a glass of non-alcoholic champale in salute to Ol' Shell-head! By Matt Fraction (THOR, UNCANNY X-MEN, CASANOVA) and Salvador Larroca (UNCANNY X-MEN, FANTASTIC FOUR), with special guests KANO, Nathan Fox and Carmine Di Giandomenico!",
    "cantidadPaginas": 80,
    "tipoGenero": "F",
    "fechaLanzamiento": "2002-06-27T16:01:49.067Z",
    "precio": 55982
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Invincible Iron Man (2008) #500 (QUESADA VARIANT)",
    "descripcionProducto": "GIANT-SIZED ANNIVERSARY ISSUE! Three generations of Starks face their ultimate foe, seventy-some years in the future while, in the present, Spider-Man joins Iron Man as he tries to fill in the blanks of his missing memory. What if amnesia was a weapon? What if the smartest man in the land had ten nightmares that all came true? Who is the son of Tony Stark? What's inside of the rings? The future starts now, for the Marvel Universe's favorite futurist. The Eisner-award-winning series makes a four-hundred-something-issue leap and raises a glass of non-alcoholic champale in salute to Ol' Shell-head! By Matt Fraction (THOR, UNCANNY X-MEN, CASANOVA) and Salvador Larroca (UNCANNY X-MEN, FANTASTIC FOUR), with special guests KANO, Nathan Fox and Carmine Di Giandomenico!",
    "cantidadPaginas": 80,
    "tipoGenero": "M",
    "fechaLanzamiento": "2002-05-27T16:01:49.067Z",
    "precio": 67289
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Invincible Iron Man (2008) #500 (QUESADA SKETCH VARIANT)",
    "descripcionProducto": "Invincible Iron Man (2008) #500 (QUESADA SKETCH VARIANT) description",
    "cantidadPaginas": 80,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2002-04-27T16:01:49.067Z",
    "precio": 55597
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Invincible Iron Man (2008) #500 (DJURDJEVIC VARIANT)",
    "descripcionProducto": "GIANT-SIZED ANNIVERSARY ISSUE! Three generations of Starks face their ultimate foe, seventy-some years in the future while, in the present, Spider-Man joins Iron Man as he tries to fill in the blanks of his missing memory. What if amnesia was a weapon? What if the smartest man in the land had ten nightmares that all came true? Who is the son of Tony Stark? What's inside of the rings? The future starts now, for the Marvel Universe's favorite futurist. The Eisner-award-winning series makes a four-hundred-something-issue leap and raises a glass of non-alcoholic champale in salute to Ol' Shell-head! By Matt Fraction (THOR, UNCANNY X-MEN, CASANOVA) and Salvador Larroca (UNCANNY X-MEN, FANTASTIC FOUR), with special guests KANO, Nathan Fox and Carmine Di Giandomenico!",
    "cantidadPaginas": 80,
    "tipoGenero": "M",
    "fechaLanzamiento": "2002-03-27T16:01:49.067Z",
    "precio": 71525
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Invincible Iron Man (2008) #500 (2nd Printing Wraparound Variant)",
    "descripcionProducto": "GIANT-SIZED ANNIVERSARY ISSUE! Three generations of Starks face their ultimate foe, seventy-some years in the future while, in the present, Spider-Man joins Iron Man as he tries to fill in the blanks of his missing memory. What if amnesia was a weapon? What if the smartest man in the land had ten nightmares that all came true? Who is the son of Tony Stark? What's inside of the rings? The future starts now, for the Marvel Universe's favorite futurist. The Eisner-award-winning series makes a four-hundred-something-issue leap and raises a glass of non-alcoholic champale in salute to Ol' Shell-head! By Matt Fraction (THOR, UNCANNY X-MEN, CASANOVA) and Salvador Larroca (UNCANNY X-MEN, FANTASTIC FOUR), with special guests KANO, Nathan Fox and Carmine Di Giandomenico!",
    "cantidadPaginas": 80,
    "tipoGenero": "F",
    "fechaLanzamiento": "2002-02-27T16:01:49.067Z",
    "precio": 59108
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Invincible Iron Man Vol. 7 (Hardcover)",
    "descripcionProducto": "Witness the life and times of Ol' Shell-head - past, present and  future...and as seen through the eyes of his greatest foe! The\nMandarin is a collection of lies, stories, myths and legends. But two things are true: He wears, upon each finger, an alien weapon\nof unimaginable power - and he's going to kill Tony Stark! To defeat true evil, the Armored Avenger will have to soar to never\nbefore seen heights, and he's not going alone. Three generations of Starks face their ultimate foe, seventy-some years in the future\n-while in the present, Spider-Man joins Iron Man as he tries to fill in the blanks of his missing memory. The future starts now for the\nMarvel Universe's favorite futurist. Collecting IRON MAN ANNUAL #1 and INVINCIBLE IRON MAN #500.1 and #500, plus the story\nof Howard and Maria Stark's first meeting from INVINCIBLE IRON MAN #503!",
    "cantidadPaginas": 168,
    "tipoGenero": "M",
    "fechaLanzamiento": "2002-01-27T16:01:49.067Z",
    "precio": 50086
  },
  {
    "authorNombreCompleto": "Kano",
    "nombreProducto": "Iron Man 2.0 (2011) #7.1",
    "descripcionProducto": "Start reading here with this POINT ONE issue! Prepare for a meteoric ride into War Machine's redefined world and all-new era!",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2001-12-27T16:01:49.067Z",
    "precio": 35961
  },
  {
    "authorNombreCompleto": "Kf",
    "nombreProducto": "Daredevil (1964) #365",
    "descripcionProducto": "Molten Man’s in a boardroom preparing to take part in the family business. But Mr. Fear crashes the meeting unleashing a strange gas! Matt Murdock dons his Daredevil duds and tries to get Osborn Industries back in business.",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2001-11-27T16:01:49.067Z",
    "precio": 40641
  },
  {
    "authorNombreCompleto": "Kf",
    "nombreProducto": "Deadpool (1997) #6",
    "descripcionProducto": "On a new job to rescue a woman from a mental institution, Deadpool must throw down with Vamp!",
    "cantidadPaginas": 44,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2001-10-27T16:01:49.067Z",
    "precio": 67963
  },
  {
    "authorNombreCompleto": "KNIGHT AGENCY, INC.",
    "nombreProducto": "Astonishing X-Men (2004) #55",
    "descripcionProducto": "<ul><li>Hatchitech weapons start showing up around the globe, and civilians are caught in the crossfire</li><li>The team must make a decision&hellip;take down Hatchi or save Karma!</li></ul>",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2001-09-27T16:01:49.067Z",
    "precio": 45008
  },
  {
    "authorNombreCompleto": "KNIGHT AGENCY, INC.",
    "nombreProducto": "Dark Wolverine (2009) #89",
    "descripcionProducto": "PUNISHMENT CHAPTER 3 Daken barely survived his encounter with Frank Castle, but that only makes him more dangerous than ever -- especially when Wolverine shows up to save the day. Killing two birds with one stone has never been more appealing...",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "2001-08-27T16:01:49.067Z",
    "precio": 53812
  },
  {
    "authorNombreCompleto": "KNIGHT AGENCY, INC.",
    "nombreProducto": "X-23 (2010) #2",
    "descripcionProducto": "X-23 has never been a normal teenager, but with a demonic Wolverine on the loose, her dreams of becoming that normal teen seem less possible than ever. When the images this imposter Wolverine has been filling her head with become real, who can she turn to?",
    "cantidadPaginas": 32,
    "tipoGenero": "M",
    "fechaLanzamiento": "2001-07-27T16:01:49.067Z",
    "precio": 30226
  },
  {
    "authorNombreCompleto": "Lazarus",
    "nombreProducto": "Astonishing (1951) #52",
    "descripcionProducto": "Astonishing (1951) #52 description",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2001-06-27T16:01:49.067Z",
    "precio": 60656
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Avengers (1963) #400",
    "descripcionProducto": "The Avengers receive a prophecy from the future...that spells certain doom for Earth's Mightiest!",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2001-05-27T16:01:49.067Z",
    "precio": 33381
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Peter Parker, the Spectacular Spider-Man (1976) #229",
    "descripcionProducto": "Is this the end of the line for Peter Parker? Ben Reilly becomes the only active Spider-Man!",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2001-04-27T16:01:49.067Z",
    "precio": 31277
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Peter Parker, the Spectacular Spider-Man (1976) #230",
    "descripcionProducto": "A day on the job for two inspectors goes horribly wrong, and one is transformed into a huge, enraged muck-monster!",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2001-03-27T16:01:49.067Z",
    "precio": 74493
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Peter Parker, the Spectacular Spider-Man (1976) #231",
    "descripcionProducto": "THE RETURN OF KAINE starts here! Spider-Man saw Kaine die a hero's death, so how has the wayward clone returned to life? And will he be friend…or foe?",
    "cantidadPaginas": 36,
    "tipoGenero": "F",
    "fechaLanzamiento": "2001-02-27T16:01:49.067Z",
    "precio": 59744
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Peter Parker, the Spectacular Spider-Man (1976) #232",
    "descripcionProducto": "Two Spiders are better than one! Ben Reilly and Peter Parker put their brains together to figure out the mystery of the Spider-Skeleton, but they'll have to go through the new Doc Ock to do it!",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2001-01-27T16:01:49.067Z",
    "precio": 49067
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Peter Parker, the Spectacular Spider-Man (1976) #233",
    "descripcionProducto": "WEB OF CARNAGE reaches its thrilling conclusion! Spider-Carnage grows more and more vicious with each passing moment, and Ben Reilly decides that there's only one man that can help him control the raging symbiote - Cletus Kasady, the original Carnage!",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2000-12-27T16:01:49.068Z",
    "precio": 31958
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Peter Parker, the Spectacular Spider-Man (1976) #234",
    "descripcionProducto": "Spider-Man's deadly battle with the new Hobgoblin continues! But as the showdown drags on, Ben becomes increasingly cornered! Is this the end of Spider-Man?",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2000-11-27T16:01:49.068Z",
    "precio": 43298
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Peter Parker, the Spectacular Spider-Man (1976) #235",
    "descripcionProducto": "The ruthless Will o' the Wisp is back, more powerful than before, with his sights set on Spidey!",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2000-10-27T16:01:49.068Z",
    "precio": 57586
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Peter Parker, the Spectacular Spider-Man (1976) #236",
    "descripcionProducto": "Dragon Man's loose...and this time, the big purple guy is under the control of Harrow's insidious device. Can a severely outgunned Spider-Man count on his foe Will o' the Wisp to back him up?",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2000-09-27T16:01:49.068Z",
    "precio": 32572
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Peter Parker, the Spectacular Spider-Man (1976) #237",
    "descripcionProducto": "Can Peter survive this mysterious illness which has befallen him?",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2000-08-27T16:01:49.068Z",
    "precio": 70033
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Peter Parker, the Spectacular Spider-Man (1976) #238",
    "descripcionProducto": "A creepy, moody tale focusing on the tortured psyche of Curt Connors! What will the Doc do to change the planet he feels is falling apart? What is this new Lizard, really, and what will he do when he finds his former alter ego?",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2000-07-27T16:01:49.068Z",
    "precio": 56910
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Spider-Man: The Final Adventure (1995) #1",
    "descripcionProducto": "The climax of the iconic Clone Saga begins here! With the emergence of Ben Reilly as Spider-Man, where does that leave Peter Parker? Is he at last free to live a normal life?",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2000-06-27T16:01:49.068Z",
    "precio": 64690
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Spider-Man: The Final Adventure (1995) #2",
    "descripcionProducto": "The mini-series that will change Peter Parker's life forever continues! Who is Dryrot, and why is Peter the only person that can save his life? And even if he can, will he be able to endure the cost?",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2000-05-27T16:01:49.068Z",
    "precio": 50860
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Spider-Man: The Final Adventure (1995) #3",
    "descripcionProducto": "TENDRIL strikes! This monstrous new foe will take all of Spider-Man's strength to defeat, but how will he react when he learns that Tendril's existence is all his fault!?",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "2000-04-27T16:01:49.068Z",
    "precio": 64107
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Spider-Man: The Final Adventure (1995) #4",
    "descripcionProducto": "This is it! After fighting Tendril to the bitter end, Peter Parker's life will be changed forever! Like it or not, one thing is certain in this issue: this is the end of Spider-Man!",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "2000-03-27T16:01:49.068Z",
    "precio": 46381
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Spider-Man: The Parker Years (1995) #1",
    "descripcionProducto": "Ben Reilly is revealed as Spider-Man! But what will this shocking twist mean for the life of Peter Parker?",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "2000-02-27T16:01:49.068Z",
    "precio": 56726
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Wolverine (1988) #96",
    "descripcionProducto": "Logan and his fellow X-Men go camping! Stories are swapped ‘round the campfire, and Wolverine reflects on past heartache. Cyber finds himself at the wrong end of a feeding frenzy!",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "2000-01-27T16:01:49.068Z",
    "precio": 44544
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Wolverine (1988) #97",
    "descripcionProducto": "Wolverine and Jean Grey on a mission all their own! After discovering Cyber’s escape from Muir Island, Wolverine and Phoenix investigate. The two enter a ‘W.C.’, only to discover a dimensional portal! Enter Chimera!",
    "cantidadPaginas": 36,
    "tipoGenero": "F",
    "fechaLanzamiento": "1999-12-27T16:01:49.068Z",
    "precio": 56381
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Wolverine (1988) #98",
    "descripcionProducto": "Wolverine awakens in the Princess Bar to utter devastation. Will Logan lose everyone he’s known and loved? Tyger Tiger guest-stars, aiding Wolverine in his darkest moment yet!\n",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "1999-11-27T16:01:49.068Z",
    "precio": 60387
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Wolverine (1988) #99",
    "descripcionProducto": "This is it! Wolverine’s showdown with Genesis of the Clan Akkaba! Luckily for Logan, Cannonball’s not far behind. Will Cyber’s Adamantium restore Wolverine to his former prime?\n",
    "cantidadPaginas": 36,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "1999-10-27T16:01:49.068Z",
    "precio": 65700
  },
  {
    "authorNombreCompleto": "Malibu",
    "nombreProducto": "Wolverine (1988) #101",
    "descripcionProducto": "Wolverine verges on the brink of insanity when his animal instincts take over. Wolverine and the X-Men continue to fight the stone creatures that Ozymandias has created. Will Logan find enough control to get his teammates out of harm’s way?",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "1999-09-27T16:01:49.068Z",
    "precio": 69540
  },
  {
    "authorNombreCompleto": "Mas",
    "nombreProducto": "X-51 (1999) #6",
    "descripcionProducto": "X-51 (1999) #6 description",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "1999-08-27T16:01:49.068Z",
    "precio": 72693
  },
  {
    "authorNombreCompleto": "Mas",
    "nombreProducto": "X-51 (1999) #7",
    "descripcionProducto": "X-51 (1999) #7 description",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "1999-07-27T16:01:49.068Z",
    "precio": 50947
  },
  {
    "authorNombreCompleto": "Matthew Paine",
    "nombreProducto": "Deadpool (1997) #3",
    "descripcionProducto": "Deadpool's healing factor has gone kaput.Â  Just how is Black Tom Cassidy involved?Â  Guess he'd better go ask his niece (and Deadpool's crush of the week): Siryn of X-Force!",
    "cantidadPaginas": 44,
    "tipoGenero": "F",
    "fechaLanzamiento": "1999-06-27T16:01:49.068Z",
    "precio": 36307
  },
  {
    "authorNombreCompleto": "Matthew Paine",
    "nombreProducto": "Deadpool (1997) #4",
    "descripcionProducto": "Deadpool is dying!Â  But what will get him first...his unexplained ailment or the Incredible Hulk?Â  (We're betting on the latter.)",
    "cantidadPaginas": 44,
    "tipoGenero": "M",
    "fechaLanzamiento": "1999-05-27T16:01:49.068Z",
    "precio": 40701
  },
  {
    "authorNombreCompleto": "Matthew Paine",
    "nombreProducto": "Deadpool (1997) #5",
    "descripcionProducto": "Deadpool sets out to kill...Dr. Killebrew? Plus, things heat up with Siryn!",
    "cantidadPaginas": 44,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "1999-04-27T16:01:49.068Z",
    "precio": 38840
  },
  {
    "authorNombreCompleto": "Matthew Paine",
    "nombreProducto": "Deadpool Vol. 1: Secret Invasion (Trade Paperback)",
    "descripcionProducto": "Gifted with a healing factor that makes him nearly unkillable, Wade Wilson is the craziest mercenary to ever karate kick his way through the Marvel Universe. A wise-cracking, gun-toting, one-man army, he manages to save a baseball stadium full of innocent civilians from a Skrull attack all by himself. And then, to everyone's surprise, he surrenders to the Skrulls. Instantly recognizing Deadpool's assets, the Skrulls welcome him into their fold. They isolate his healing factor and replicate it in the newest generation of Super-Skrulls, a brigade Deadpool himself will lead against the Earth defense forces. Or so the Skrulls think. Sure, he's a mercenary - and sure, if you pay, he plays - but what the Skrulls don't realize is that someone else is footing the bill... Collecting DEADPOOL #1-5.\r\nParental Advisory ...$14.99\r\nISBN: 978-0-7851-3273-8",
    "cantidadPaginas": 136,
    "tipoGenero": "M",
    "fechaLanzamiento": "1999-03-27T16:01:49.068Z",
    "precio": 69874
  },
  {
    "authorNombreCompleto": "Method Man",
    "nombreProducto": "Ghost Rider X-Mas Special Infinite Comic (2016) #1",
    "descripcionProducto": "THE CHRISTMAS SPIRIT OF VENGEANCE! Robbie Reyes’ little brother Gabe is getting teased in school for having too much Christmas spirit! The kids of East L.A. are less than excited about Santa Claus’ impending visit, making them the perfect victims for the evil KRAMPUS! Written by METHOD MAN (Wu-Tang Clan, The Wire)!",
    "cantidadPaginas": 40,
    "tipoGenero": "F",
    "fechaLanzamiento": "1999-02-27T16:01:49.068Z",
    "precio": 51951
  },
  {
    "authorNombreCompleto": "MITRIC",
    "nombreProducto": "Kookaburra K (2010)",
    "descripcionProducto": "THE RED WAVE IS COMING! From beyond the farthest frontiers of any solar system explored by man, a destructive force is sweeping through the universe, wiping Callystes, Dakoà¯, Lilith and Planet Earth from the stellar map. A rocket full of refugees hurtles through space with the letter \"K\" emblazoned on its hull. On board the unlikely crew of seven children, several adults, an ancient wizard-knight and the ghost of a cyborg travel with a mysterious cargo that will alter their fates forever. Collecting KOOKABURRA K #1-3.",
    "cantidadPaginas": 152,
    "tipoGenero": "M",
    "fechaLanzamiento": "1999-01-27T16:01:49.068Z",
    "precio": 73423
  },
  {
    "authorNombreCompleto": "MITRIC",
    "nombreProducto": "X-Factor (2005) #205 (HEROIC AGE VARIANT)",
    "descripcionProducto": "A SECOND COMING TIE-IN!\r\nThe mutant hunter Bastion has sent the Mutant Response Division and the newly resurrected Bolivar Trask after X-Factor with one mission: Kill them all. And it seems thus far that all is going according to plan. Meanwhile in the jungles of South America, Strong Guy has to form an extremely unlikely alliance if he wants to save Monet from the MRD.  \r\nRated T  ...$2.99",
    "cantidadPaginas": 32,
    "tipoGenero": "F",
    "fechaLanzamiento": "1998-12-27T16:01:49.068Z",
    "precio": 32831
  },
  {
    "authorNombreCompleto": "Moebius",
    "nombreProducto": "Essential Silver Surfer Vol. 2 (Trade Paperback)",
    "descripcionProducto": "After years of Earthbound exile, the Silver Surfer soars the seas of space once more and finds plenty of peril awaiting when the Elders of the Universe try something new: all-out war on Galactus! Plus: space piracy, intergalactic war, doppelgangers and the Surfer caught in an interstellar love triangle! Guest-starring the Fantastic Four, the Eternals, and Annihilation's Ronan and Super-Skrull! Plus: a rare glimpse of a path not traveled on an alternate Earth! Collecting SILVER SURFER (1982) #1, SILVER SURFER (1987) #1-18 and ANNUAL #1, and MARVEL FANFARE #51.\r<br>584 PGS./Rated T+ ...$16.99\r<br>ISBN: 0-7851-2700-3\r<br>ESSENTIAL SILVER SURFER VOL. 1 TPB STILL AVAILABLE!\r<br>$16.99 (ISBN: 0-7851-2008-4)\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "1998-11-27T16:01:49.068Z",
    "precio": 66487
  },
  {
    "authorNombreCompleto": "Moebius",
    "nombreProducto": "Silver Surfer: Parable (1988)",
    "descripcionProducto": "Galactus has converted humanity into his followers, and he’s leading them to their doom! His only challenger is the hero he himself trapped on Earth: the Silver Surfer! It’s a war for Earth’s worship, but how much will be left when it’s over? Collecting SILVER SURFER: PARABLE #1-2.",
    "cantidadPaginas": 104,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "1998-10-27T16:01:49.068Z",
    "precio": 39076
  },
  {
    "authorNombreCompleto": "Moebius",
    "nombreProducto": "Silver Surfer: Parable 30th Anniversary Edition (Hardcover)",
    "descripcionProducto": "Silver Surfer: Parable 30th Anniversary Edition (Hardcover) description",
    "cantidadPaginas": 88,
    "tipoGenero": "M",
    "fechaLanzamiento": "1998-09-27T16:01:49.068Z",
    "precio": 47238
  },
  {
    "authorNombreCompleto": "More",
    "nombreProducto": "Doctor Strange: What Is It That Disturbs You, Stephen? (Trade Paperback)",
    "descripcionProducto": "Magical tales from a spellbinding artist! P. Craig Russell brings his distinctive style to Doctor Strange in an Eisner Award-winning tale decades in the making. It’s a psychedelic story of sorcerous seduction that will take you from the arcane shadows of the Sanctum Sanctorum to the dizzying spires of the mystical city of Ditkopolis! The Master of the Mystic Arts puts Clea to the test, faces a challenge to his title as Sorcerer Supreme and battles a hoary host of foes. Plus: Russell turns his attention to (Scarlet) witchcraft and other chilling mysteries! Collecting DOCTOR STRANGE: WHAT IS IT THAT DISTURBS YOU, STEPHEN?; DOCTOR STRANGE ANNUAL #1; MARVEL PREMIERE #7; and DOCTOR STRANGE (1974) #34 — plus material from DOCTOR STRANGE (1974) #46; MARVEL FANFARE (1982) #5, #6 and #8; CHAMBER OF CHILLS #1-2; and JOURNEY INTO MYSTERY (1972) #4.",
    "cantidadPaginas": 224,
    "tipoGenero": "F",
    "fechaLanzamiento": "1998-08-27T16:01:49.068Z",
    "precio": 35668
  },
  {
    "authorNombreCompleto": "More",
    "nombreProducto": "Man-Thing by Steve Gerber: The Complete Collection Vol. 2 (Trade Paperback)",
    "descripcionProducto": "Continuing the definitive collection of Man-Thing’s macabre misadventures by his signature writer! The lumbering behemoth goes truly giant-size in one of the most notorious Marvel titles of all time, with stories ranging from a battle of the swamp monsters against the Glob, to a portentous flashback to the life of Ted Sallis before he was transformed. Those who know fear burn at the Man-Thing’s touch, but what will happen when he joins Daredevil, the Man Without Fear, in battle with Death-Stalker? Demons, dragons and dancers all lie in wait — and so do mad Vikings and ghost pirates! From the introspective to the action-packed to the downright bizarre, it’s the Man-Thing unleashed! Collecting GIANT-SIZE MAN-THING #1-5, DAREDEVIL (1964) #113-114, MAN-THING (1974) #9-18 and material from MONSTERS UNLEASHED #8-9.",
    "cantidadPaginas": 408,
    "tipoGenero": "M",
    "fechaLanzamiento": "1998-07-27T16:01:49.068Z",
    "precio": 60581
  },
  {
    "authorNombreCompleto": "More",
    "nombreProducto": "Star Wars Legends Epic Collection: The Original Marvel Years Vol. 1 (Trade Paperback)",
    "descripcionProducto": "May the Force be with you, in the mighty Marvel manner! The classic original Star Wars comic-book series begins with an action-packed adaptation of Episode IV A New Hope, then continues the story of Luke Skywalker and his rebel friends as they fight on against the Empire in the dark shadow of Darth Vader! New planets and new perils await — like the Cloud Riders, the Behemoth and the space pirate Crimson Jack. Han and Chewie need six allies to make eight against a world — and one of them will be cult hero Jaxxon! Luke and the droids end up trapped on a Doomworld! And the Big Game will pit rebel against rebel! Collecting STAR WARS (1977) #1-23, and material from PIZZAZZ #1-16 and STAR WARS WEEKLY (UK) #60.",
    "cantidadPaginas": 496,
    "tipoGenero": "F",
    "fechaLanzamiento": "1998-06-27T16:01:49.068Z",
    "precio": 40965
  },
  {
    "authorNombreCompleto": "More",
    "nombreProducto": "War of Kings Aftermath: Realm of Kings Omnibus (Hardcover)",
    "descripcionProducto": "The War of Kings is over — now the universe must pay the price! A Fault has ripped open in space-time, and the terrifying Cancerverse lies on the other side! To seal the Fault, the greatest heroes of the cosmos band together: the Imperial Guard, Inhumans, Nova Corps and Guardians of the Galaxy! New players join the celestial game, like the son of Hulk and the awesome Annihilators. But the fate of the Marvel Universe may lie in the hands of one of its greatest villains: Thanos is back in a big way! Collecting REALM OF KINGS #1; REALM OF KINGS: INHUMANS #1-5; REALM OF KINGS: IMPERIAL GUARD #1-5; REALM OF KINGS: SON OF HULK #1-4; NOVA (2007) #29-36; GUARDIANS OF THE GALAXY (2008) #20-25; THANOS IMPERATIVE #1-6, IGNITION and DEVASTATION; ANNIHILATORS #1-4; ANNIHILATORS: EARTHFALL #1-4; THANOS SOURCEBOOK; and material from I AM AN AVENGER #3.",
    "cantidadPaginas": 1248,
    "tipoGenero": "M",
    "fechaLanzamiento": "1998-05-27T16:01:49.068Z",
    "precio": 54253
  },
  {
    "authorNombreCompleto": "More",
    "nombreProducto": "Conan Chronicles Epic Collection: The Song Of Belit (Trade Paperback)",
    "descripcionProducto": "Conan Chronicles Epic Collection: The Song Of Belit (Trade Paperback) description",
    "cantidadPaginas": 448,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "1998-04-27T16:01:49.068Z",
    "precio": 71751
  },
  {
    "authorNombreCompleto": "More",
    "nombreProducto": "Dawn of X Vol. 11 (Trade Paperback)",
    "descripcionProducto": "Dawn of X Vol. 11 (Trade Paperback) description",
    "cantidadPaginas": 176,
    "tipoGenero": "M",
    "fechaLanzamiento": "1998-03-27T16:01:49.068Z",
    "precio": 36797
  },
  {
    "authorNombreCompleto": "More",
    "nombreProducto": "Doctor Strange Epic Collection: Alone Against Eternity (Trade Paperback)",
    "descripcionProducto": "Doctor Strange Epic Collection: Alone Against Eternity (Trade Paperback) description",
    "cantidadPaginas": 488,
    "tipoGenero": "F",
    "fechaLanzamiento": "1998-02-27T16:01:49.068Z",
    "precio": 58615
  },
  {
    "authorNombreCompleto": "More",
    "nombreProducto": "Essential Official Handbook of the Marvel Universe - Deluxe Edition Vol. 3 (Trade Paperback)",
    "descripcionProducto": "How many rooms in the X-Mansion? What makes web-shooters work? Find out as Spider-Man and the X-Men join forces to highlight the third volume of this Guide to the Greats! Featuring full profiles on Rogue, Shadowcat, Storm, the White Queen, Wolverine and more! The Scarlet Witch, the Silver Surfer and so many more in glorious color! The secrets of S.H.I.E.L.D.! The schematics of the Sentinels! The story of Subterranea and the wonders of Wakanda! Plus: details on more than a hundred alien races! Collects OFFICIAL HANDBOOK OF THE MARVEL UNIVERSE - DELUXE EDITION #15-20.\r<br>496 PGS./All Ages ...$16.99\r<br>",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "1998-01-27T16:01:49.068Z",
    "precio": 74794
  },
  {
    "authorNombreCompleto": "Mundelo",
    "nombreProducto": "Doctor Strange (1974) #69",
    "descripcionProducto": "All aboard the Danish Princess! Doc Strange and Black Knight must protect the passengers on a luxury cruise from the arcane evils of Umar.",
    "cantidadPaginas": 36,
    "tipoGenero": "F",
    "fechaLanzamiento": "1997-12-27T16:01:49.068Z",
    "precio": 44534
  },
  {
    "authorNombreCompleto": "Muns",
    "nombreProducto": "Marvel Fanfare (1982) #19",
    "descripcionProducto": "Featuring three can’t-miss Cloak & Dagger tales! What happens when Dagger dances at a discotheque? Find out here!",
    "cantidadPaginas": 36,
    "tipoGenero": "M",
    "fechaLanzamiento": "1997-11-27T16:01:49.068Z",
    "precio": 33094
  },
  {
    "authorNombreCompleto": "N.j.q.",
    "nombreProducto": "Daredevil (1964) #337",
    "descripcionProducto": "Randi, Daredevil and Wilson Fisk team up to prove Jenkins is behind the bombings.  They must work quickly because Jenkins has more bombs hidden.  ",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "1997-10-27T16:01:49.068Z",
    "precio": 69061
  },
  {
    "authorNombreCompleto": "Nf",
    "nombreProducto": "Deadpool (1997) #5",
    "descripcionProducto": "Deadpool sets out to kill...Dr. Killebrew? Plus, things heat up with Siryn!",
    "cantidadPaginas": 44,
    "tipoGenero": "M",
    "fechaLanzamiento": "1997-09-27T16:01:49.068Z",
    "precio": 60676
  },
  {
    "authorNombreCompleto": "Nf",
    "nombreProducto": "Deadpool Vol. 1: Secret Invasion (Trade Paperback)",
    "descripcionProducto": "Gifted with a healing factor that makes him nearly unkillable, Wade Wilson is the craziest mercenary to ever karate kick his way through the Marvel Universe. A wise-cracking, gun-toting, one-man army, he manages to save a baseball stadium full of innocent civilians from a Skrull attack all by himself. And then, to everyone's surprise, he surrenders to the Skrulls. Instantly recognizing Deadpool's assets, the Skrulls welcome him into their fold. They isolate his healing factor and replicate it in the newest generation of Super-Skrulls, a brigade Deadpool himself will lead against the Earth defense forces. Or so the Skrulls think. Sure, he's a mercenary - and sure, if you pay, he plays - but what the Skrulls don't realize is that someone else is footing the bill... Collecting DEADPOOL #1-5.\r\nParental Advisory ...$14.99\r\nISBN: 978-0-7851-3273-8",
    "cantidadPaginas": 136,
    "tipoGenero": "F",
    "fechaLanzamiento": "1997-08-27T16:01:49.068Z",
    "precio": 35414
  },
  {
    "authorNombreCompleto": "Ni",
    "nombreProducto": "Deadpool (1997) #2",
    "descripcionProducto": "Deadpool's buddy, Weasel, has been kidnapped by the nefarious Taskmaster! But is this a grand trap for our hero or a super-villanous job offer? Only the army of ninjas knows for sure.",
    "cantidadPaginas": 44,
    "tipoGenero": "M",
    "fechaLanzamiento": "1997-07-27T16:01:49.068Z",
    "precio": 56781
  },
  {
    "authorNombreCompleto": "Ni",
    "nombreProducto": "Deadpool (1997) #3",
    "descripcionProducto": "Deadpool's healing factor has gone kaput.Â  Just how is Black Tom Cassidy involved?Â  Guess he'd better go ask his niece (and Deadpool's crush of the week): Siryn of X-Force!",
    "cantidadPaginas": 44,
    "tipoGenero": "F",
    "fechaLanzamiento": "1997-06-27T16:01:49.068Z",
    "precio": 44148
  },
  {
    "authorNombreCompleto": "Ni",
    "nombreProducto": "Deadpool (1997) #4",
    "descripcionProducto": "Deadpool is dying!Â  But what will get him first...his unexplained ailment or the Incredible Hulk?Â  (We're betting on the latter.)",
    "cantidadPaginas": 44,
    "tipoGenero": "M",
    "fechaLanzamiento": "1997-05-27T16:01:49.068Z",
    "precio": 36935
  },
  {
    "authorNombreCompleto": "Ni",
    "nombreProducto": "Deadpool Vol. 1: Secret Invasion (Trade Paperback)",
    "descripcionProducto": "Gifted with a healing factor that makes him nearly unkillable, Wade Wilson is the craziest mercenary to ever karate kick his way through the Marvel Universe. A wise-cracking, gun-toting, one-man army, he manages to save a baseball stadium full of innocent civilians from a Skrull attack all by himself. And then, to everyone's surprise, he surrenders to the Skrulls. Instantly recognizing Deadpool's assets, the Skrulls welcome him into their fold. They isolate his healing factor and replicate it in the newest generation of Super-Skrulls, a brigade Deadpool himself will lead against the Earth defense forces. Or so the Skrulls think. Sure, he's a mercenary - and sure, if you pay, he plays - but what the Skrulls don't realize is that someone else is footing the bill... Collecting DEADPOOL #1-5.\r\nParental Advisory ...$14.99\r\nISBN: 978-0-7851-3273-8",
    "cantidadPaginas": 136,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "1997-04-27T16:01:49.068Z",
    "precio": 66459
  },
  {
    "authorNombreCompleto": "Njq",
    "nombreProducto": "Daredevil (1964) #336",
    "descripcionProducto": "A battle amongst Daredevil, Bushwacker, Devourer and Deathlok breaks out.  Meanwhile, Jenkins threatens Ed and Ralphie and makes them confess to the bombings.  ",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "1997-03-27T16:01:49.068Z",
    "precio": 71926
  },
  {
    "authorNombreCompleto": "Njq",
    "nombreProducto": "Daredevil (1964) #338",
    "descripcionProducto": "In his new identity as Jack Batin, Daredevil tries to keep the streets safe.  Meanwhile, The Kingpin is plotting his revenge.",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "1997-02-27T16:01:49.068Z",
    "precio": 33606
  },
  {
    "authorNombreCompleto": "Njq",
    "nombreProducto": "Daredevil (1964) #339",
    "descripcionProducto": "Ben Urich is attacked by Kruel and he struggles to keep his identity a secret from Daredevil.  Karen Page searches for a private investigator and Wilson Fisk keeps the city safe.",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "1997-01-27T16:01:49.068Z",
    "precio": 41977
  },
  {
    "authorNombreCompleto": "Njq",
    "nombreProducto": "Daredevil (1964) #340",
    "descripcionProducto": "Wilson Fisk wants his title of “Kingpin of Crime” back.  Glorianna breaks into Daredevil’s old apartment for a news story on Murdock where Kruel attacks her. ",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "1996-12-27T16:01:49.068Z",
    "precio": 61201
  },
  {
    "authorNombreCompleto": "Njq",
    "nombreProducto": "Daredevil (1964) #341",
    "descripcionProducto": "Wilson Fisk and Kruel have a feud that originated ages ago.  After their battle, Wilson Fisk eliminated Kruel’s memories and now, Kruel will stop at nothing to get revenge on this mystery man.",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "1996-11-27T16:01:49.068Z",
    "precio": 70696
  },
  {
    "authorNombreCompleto": "Njq",
    "nombreProducto": "Daredevil (1964) #342",
    "descripcionProducto": "After getting betrayed by an employee, Kingpin tries to kill and frame them for the murder of Glorianna. The employee wakes up deformed and attacks Foggy.  Daredevil and Kingpin team up to defend Foggy and fight the creature.",
    "cantidadPaginas": 0,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "1996-10-27T16:01:49.068Z",
    "precio": 52377
  },
  {
    "authorNombreCompleto": "Njq",
    "nombreProducto": "Daredevil (1964) #343",
    "descripcionProducto": "Matt Murdock soul searches as he goes in and out of consciousness and tests all of his violent personalities. ",
    "cantidadPaginas": 0,
    "tipoGenero": "M",
    "fechaLanzamiento": "1996-09-27T16:01:49.068Z",
    "precio": 56049
  },
  {
    "authorNombreCompleto": "Njq",
    "nombreProducto": "X-Men (1991) #41",
    "descripcionProducto": "The Age of Apocalypse begins in the present while Professor Xavier plays his part in the past.",
    "cantidadPaginas": 36,
    "tipoGenero": "F",
    "fechaLanzamiento": "1996-08-27T16:01:49.068Z",
    "precio": 51657
  },
  {
    "authorNombreCompleto": "Norton",
    "nombreProducto": "Deadpool (1997) #34",
    "descripcionProducto": "Deadpool (1997) #34 description",
    "cantidadPaginas": 46,
    "tipoGenero": "M",
    "fechaLanzamiento": "1996-07-27T16:01:49.068Z",
    "precio": 47610
  },
  {
    "authorNombreCompleto": "OlyOptics.Com",
    "nombreProducto": "Avengers Forever (1998) #12",
    "descripcionProducto": "It's an Avengers war!  Hundreds of Avengers from different reality fight to survive.  Which reality will survive?",
    "cantidadPaginas": 0,
    "tipoGenero": "F",
    "fechaLanzamiento": "1996-06-27T16:01:49.068Z",
    "precio": 40480
  },
  {
    "authorNombreCompleto": "OlyOptics.Com",
    "nombreProducto": "Avengers Legends Vol. I: Avengers Forever (Trade Paperback)",
    "descripcionProducto": "A team of Avengers from disparate timelines fights to safeguard the future from Immortus, the Lord of Time.",
    "cantidadPaginas": 264,
    "tipoGenero": "M",
    "fechaLanzamiento": "1996-05-27T16:01:49.068Z",
    "precio": 63881
  },
  {
    "authorNombreCompleto": "Omaha",
    "nombreProducto": "Doctor Strange, Sorcerer Supreme (1988) #82",
    "descripcionProducto": "Doc has the rareified opportunity to meet the leader of the Coven…before he decides to destroy it.\n",
    "cantidadPaginas": 36,
    "tipoGenero": "S/R",
    "fechaLanzamiento": "1996-04-27T16:01:49.068Z",
    "precio": 59336
  }
]
